[
  {
    "disorder": "الاكتئاب واضطراب اختلال المزاج عند الأطفال والمراهقين",
    "definition": [
      "ينطوي الاكتئاب على شعور بالحزن (أو الهياج عند الأطفال والمراهقين)، أو ضعف الاهتمام بالنشاطات.",
      "بالنسبة إلى الاكتئاب الكبير، تستمر الأعراض لأسبوعين أو أكثر وتؤثر في الأداء أو تسبب كرباً ملحوظاً.",
      "ينطوي اضطراب اختلال المزاج على هيجان مستمر ونوبات متكررة من السلوك الذي يكون من الصعب جدًا ضبطه."
    ],
    "symptom": [
      "الشعور بالحزن أو الهيجان ،",
      "عدم الاهتمام بالنشاطات المفضلة،",
      "الابتعاد عن الأصدقاء والمواقف الاجتماعية،",
      ".عدم القدرة على الاستمتاع بالأشياء ،" ,
      "الشعور بالرفض وكونهم غير محبوبين أو عديمي القيمة ،",
      "الشعور بالتعب  ،أو بعدم امتلاك أيَّة طاقة ،",
      "عدم النوم بشكلٍ جيدٍ ، والتعرض إلى الكوابيس ، أو النوم لفترة طويلةٍ جداً،",
      "إلقاء اللوم على الذات،",
      "نقص الشهية والوزن،",
      "مشاكل في التفكير والتركيز والقيام بالاختيارات،",
      "التفكير في الموت أو الانتحار،",
      "التخلي عن ممتلكات قيمة،",
      "الشكوى من أعراض بدنية جديدة،",
      "ضعف الأداء المدرسي،"
    ],
    "diagnosis": [
      "زيارة عيادة طبيب أو اختصاصي الصحة السلوكية.",
      "في بعض الأحيان، الإجابة عن استبيان حول الأعراض."
    ],
    "treatment": [
      "العلاج النفسي ،ومضادات الاكتئاب بالنسبة إلى معظم المراهقين.",
      "بالنسبة إلى الأطفال الأصغر سناًالعلاج النفسي ، يتبعه استخدام مضادات الاكتئاب عند الحاجة.،",
      "إرشادات لأفراد العائلة وموظفي المدرسة. ،"
    ]
  },
  {
    "disorder": "اضطراب القلق المُعمَّم عند الأطفال",
    "definition": [
      "ينطوي اضطراب القلق المعمم على عصبية شديدة ومستمرة، وهمّ وهلع حول العديد من النشاطات أو الأحداث."
    ],
    "symptom": [
      "القلق المستمر بشأن العديد من الأشياء والنشاطات.",
      "صعوبة في ضبط الهموم وتفاقم الشدة.",
      "صعوبة في الانتباه، فرط في النشاط، وتململ.",
      "تهيُّج، عصبية، وتوتر.",
      "مشاكل في النوم، تعرق مفرط، وشعور بالإرهاق. ،",
      "أعراض جسدية مثل ألم المعدة وآلام العضلات والصداع."
    ],
    "diagnosis": [
      "زيارة عيادة طبيب أو اختصاصي الصحة السلوكية. ،",
      "الإجابة عن استبيان حول الأعراض. ،"
    ],
    "treatment": [
      "التدريب على الاسترخاء. ،",
      "الأدوية في بعض الأحيان. ،"
    ]
  },
  {
    "disorder": "الاضطراب ثنائي القطب",
    "definition": [
      "الاضطراب ثنائي القطب هو اضطراب نفسي يعاني فيه المريض من فترات متناوبة من الاكتئاب والهوس."
    ],
    "symptom": [
      "أعراض الاكتئاب ،: الشعور بالحزن الشديد، قلة الاهتمام، التفكير البطيء، النوم المفرط، رؤية أشياء غير حقيقية. ،",
      "أعراض الهوس ،: ثقة مفرطة، طاقة عالية، تهيج، نوم أقل، زيادة الكلام، المشاركة في أنشطة خطرة. ،"
    ],
    "diagnosis": [
      "تقييم الحالة من قبل طبيب مختص."
    ],
    "treatment": [
      "وصف الأدوية مثل الليثيوم أو فالبروات. ،",
      "المشورة الجماعية أو الفردية (العلاج النفسي).",
      "العلاج بالتخليج الكهربي عند الحاجة. ،"
    ]
  },
  
    {
      "disorder": "إيذاء النَّفس غير الانتحاريّ عندَ الأطفال والمُراهقين",
      "definition": [
        "يشير إيذاء النَّفس غير الانتحاريّ إلى الأذى المتعمد للنفس من دُون القصد في التسبب بالموت.",
        "تنطوي الأمثلة على خدش سطحيّ وقطع أو حرق للجلد (باستخدام السجائر أو مكواة الشعر).",
        "تشمل أيضًا طعن وضرب وفرك الجلد بشكلٍ متكررٍ بممحاة."
      ],
      "symptom": [
        "التسبب بالضرر للذات في كثيرٍ من الأحيان ،",
        "استخدام طرائق عديدة للتسبب بالضرر للذات ،",
        "الشعور بضعف الارتباط الاجتماعيّ مع الآخرين، خُصوصًا الآباء ،",
        "الشعور بتفاهة الحياة أو أنَّ ليس لها معنى ،",
        "التماس رعاية الصحة النفسية في كثير من الأحيان ،",
        "وجود أفكار انتحارية ،"
      ],
      "diagnosis": [
        "تقييم من قبل اختصاصي الصحة النفسية بخبرة في مسائل المراهقين.",
        "تحديد خطر الانتحار والتعرف على الشدَّة الكامِنَة وراء إيذاء الذات.",
        "تحقق من مشاكل احترام الذات أو اضطرابات نفسية أخرى."
      ],
      "treatment": [
        "العلاج الفردي (وأحيانًا الجماعي). ،",
        "تعليم إدراك العواطف وتقبل العواطف السلبية كجزء من الحياة. ،",
        "تطوير استجابات أكثر ملاءمة للشدَّة ومقاومة سلوكيات إيذاء الذات. ،"
      ]
    },
    {
      "disorder": "رُهَاب المَيادين عند الأطفال والمُراهقين",
      "definition": [
        "رُهَاب الميادين هو خوف مستمر من التواجد في أماكن عامة دون إمكانية الهروب بسهولة.",
        "يشعر الشخص بالعجز لعدم وجود من يساعده في تلك المواقف."
      ],
      "symptom": [
        "خوف استخدام وسائل النقل العام ،",
        "خوف التواجد في الأماكن المكشوفة ،",
        " خوف التواجد في أماكن عامة مُغلَقة (مثل المتاجر أو دُور العرض) ،",
        "خوف الوقوف في صف أو التواجد ضمن حشد ،",
        " خوف التواجد خارج المنزل على انفراد ،"
      ],
      "diagnosis": [
        "زيارة عيادة طبيب أو اختصاصي الصحة السلوكية.",
        "الإجابة عن استبيان حول الأعراض.",
        "الخوف أو القلق المستمر لمدة ستة أشهر أو أكثر مع تأثير على الأداء الاجتماعي أو الأكاديمي."
      ],
      "treatment": [
        "العلاج السُّلُوكي كنهج فعَّال لتخفيف الأعراض. ،",
        "التدريب على مواجهة المواقف المخيفة تدريجيًا. ،"
      ]
    },
    {
      "disorder": "اضطراب التصرُّف",
      "definition": [
        "ينطوي اضطراب التصرُّف على نمط متكرر من السُّلُوك ينتهك حقوق الآخرين.",
        "يشمل الكذب، السرقة، التنمر، وتدمير الممتلكات."
      ],
      "symptom": [
        "يتصرفون بأنانية ، ولا يهتمون بمشاعر الآخرين ،",
        "يكذبون ويغشون ويسرقون ،",
        "يتعاطون عقاقير غير مشروعة ،",
        "يتنمرون أو  ، يهددون الآخرين ويدخلون في شجارات ،",
        "يُعاملون الحيوانات بقسوة ،",
        "يفترضون أن الآخرين يهددونهم ويصبحون عدوانيين ،",
        "يهربون من المنزل  ،ويتغيبون عن المدرسة ،",
        "يُخربون الممتلكات، خصوصًا عن طريق إشعال الحرائق ،",
        "لا يكون لديهم إحساس لائق بالذنب ،"
      ],
      "diagnosis": [
        "زيارة عيادة طبيب أو اختصاصي الصحة السلوكية.",
        "وصف سلوك الطفل من قبل الوالدين أو المعلمين."
      ],
      "treatment": [
        "نقل الأطفال من بيئتهم الخطرة إلى محيط مُنظَّم. ،",
        "المعالجة النفسية لتعزيز السلوكيات الإيجابية. ،"
      ]
    },
    {
      "disorder": "اضطراب المُعارِض المتحدِّي",
      "definition": [
        "اضطراب المُعارِض المتحدِّي oppositional defiant disorder هُوَ نموذج متكرر من السلوك الذي ينطوي على السلبية والتحدِّي والتمرُّد، ويكون موجهاً نحو رموز للسلطة غالبًا."
      ],
      "symptom": [
        "الجدال مع البالغين ،",
        "يستشيطون غضبًا بسهولةٍ ولمرات عديدة ،",
        "يتجاهلون القواعد والتعليمات ،",
        "يُزعجون الأشخاص عن قصد ،",
        "يلقون اللوم على الآخرين لأخطاء هُم من ارتكبها ،",
        "يبدوون غاضبين ومُستائين ،",
        "يتضايق بسهولة ،",
        "ليس لديهم مهارات اجتماعية جيدة ،"
      ],
      "diagnosis": [
        "زيارة عيادة طبيب أو اختصاصي الصحة السلُوكية.",
        "وصف سلوك الطفل (من قبل أحد الوالدين أو المعلم على سبيل المثال)."
      ],
      "treatment": [
        "طرائق تدبير السُّلُوك. ،",
        "ربما العلاج الجماعي. ،"
      ]
    },
    {
      "disorder": "السُّلُوك الانتحاري عندَ الأطفال والمراهقين",
      "definition": [
        "السُّلُوك الانتحاري هو عمل يهدف إلى إلحاق الضرر بالذات وينطوي على تلميحات للانتحار، ومحاولات للانتحار، والانتحار.",
        "التفكير في الانتحار هو أفكار وخطط حول الانتحار.",
        "مُحاولات الانتحار هي أفعال تنطوي على إيذاء الذات ويُمكن أن تُؤدِّي إلى الوفاة، مثل الشنق أو الغرق."
      ],
      "symptom": [
        "يتخلون عن بعض الأشياء المفضلة لديهم. ،",
        "تكون لديهم تقلبات شديدة في المزاج. ،",
        "يواجهون صعوبة في النوم. ،",
        "ينكفئون عن العائلة أو الأصدقاء. ،",
        "ينالون علامات متدنية في المدرسة. ،",
        "يقولون أشياء مثل \"أتمنى لو لم أُولد\". ،"
      ],
      "diagnosis": [
        "قد يكون الآباء والأطباء والمعلمون والأصدقاء في وضعٍ يُمكِّنهم من التعرُّف إلى الأطفال الذين قد يحاولون الانتحار، خُصوصًا أولئك الذين لديهم تغيُّرات في السُّلُوك مؤخراً.",
        "يضع الأطفال ثقتهم في أقرانهم غالبًا، ولذلك ينبغي تشجيع هؤلاء الأقران على عدم الاحتفاظ بسر يُمكن أن يُؤدِّي إلى موتٍ مأساويّ.",
        "يُواجه الأطفال الذين يعبرون عن أفكار انتحارية أو يعانون من عزلة وتدنِّي الدرجات خطر الانتحار."
      ],
      "treatment": [
        "الإدخال إلى المستشفى أحيانًا. ،",
        "اتخاذ احتياطات للوِقاية من المحاولات المستقبلية. ،",
        "مُعالجة أيّ اضطراب يُسهِمُ في خطر الانتحار. ،",
        "الإحالة إلى طبيب نفسي والعلاج النفسي. ،"
      ]
    },
    {
      "disorder": "اضطراب قلق الانفِصَال",
      "definition": [
        "ينطوي اضطراب قلق الانفِصَال على قلقٍ مستمر وشديد حول الابتعاد عن المنزل أو الانفصال عن أشخاصٍ يتعلق فيهم الطفل، وعادةً ما يكون أحد الأبوين."
      ],
      "symptom": [
        "كرب شديد عند الانفصال عن المنزل أو الأشخاص المتعلق بهم. ،",
        "مشاهد درامية أثناء الوداع تترافق مع نحيب وتضرُّع. ،",
        "قلق مستمر بشأن لمّ الشمل والخوف من فقدان الوالد بسبب الخطف أو المرض.",
        "الخوف من السفر وحدهم ، أو رفض الذهاب إلى المدرسة أو زيارة الأصدقاء.",
        "صعوبة في النوم  ،والإصرار على بقاء أحد الوالدين حتى الخلود للنوم. ،",
        "أعراض بدنية مثل الصداع أو ألم المعدة. ،"
      ],
      "diagnosis": [
        "تشخيص يعتمد على توصيف السلوك السابق للطفل ومراقبة مشاهد الوداع.",
        "يُشخَّص الاضطراب إذا استمرت الأعراض لشهر وأدَّت إلى كرب شديد أو ضعف في الأداء."
      ],
      "treatment": [
        "تعليم الآباء ومقدمي الرعاية على اختصار مشاهد الوداع قدر الإمكان. ،",
        "العلاج النفسي الفردي والعائلي. ،"
      ]
    },
    {
      "disorder": "تجنب المدرسة",
      "definition": [
        "تجنُّب المدرسة هو اضطراب يُصيبُ الأطفال في سنّ المدرسة، حيث يتجنَّبون الذهاب إلى المدرسة نتيجة القلق، أو الاكتئاب، أو العوامل الاجتماعية، بسبب الشدة النفسية التي تنجم عن الذهاب إلى المدرسة."
      ],
      "symptom": [
        "الشكوى من أعراض مَعديّة  ،أو غثيان لتبرير البقاء في المنزل. ،",
        "رفض الذهاب إلى المدرسة بشكل صريح. ،",
        "القلق أثناء التواجد في المدرسة. ،",
        "ظهور أعراض جسدية خلال اليوم الدراسي. ،",
        "التردد المتكرر إلى عيادة الممرضة. ،"
      ],
      "cause": [
        "ضعف الأداء الأكاديمي.",
        "المشاكل العائلية.",
        "المشاكل مع الأقران."
      ],
      "diagnosis": [
        "تقييم نفسي لتحديد العوامل المسببة.",
        "مقابلات مع الطفل وأولياء الأمور.",
        "مراقبة سلوك الطفل في البيئة المدرسية والمنزلية."
      ],
      "treatment": [
        "التواصل مع الطاقم الإداري في المدرسة. ،",
        "تشجيع الحضور المنتظم إلى المدرسة. ،",
        "المعالجة النفسية عند الحاجة. ،"
      ]
    },
    {
      "disorder": "اضطراب نقص الانتِباه وفرط النَّشاط",
      "definition": [
        "اضطراب نقص الانتِباه وفرط النَّشاط هو اضطراب في الدِّمَاغ يجعل من الصعب التركيز والانتباه والتوقُّف عَن الحركة، مما يؤدي إلى مشاكل في أداء الواجبات المدرسية أو المنزليَّة."
      ],
      "symptom": [
        "صُعوبة في الانتباه. ،",
        "نشاط بدني مُفرِط. ،",
        "اندفاع شديد (القيام بأشياء من دون تفكير). ،",
        "عدم الإصغاء عند الحديث. ،",
        "عدم اتباع التعليمات أو إكمال المهام. ،",
        "سهولة تشتُّت الانتباه. ،",
        "فقدان أو نسيان الأشياء. ،",
        "تملمُل اليدين أو القدمين. ،",
        "الحديث أكثر من المعتاد. ،",
        "صعوبة في انتظار الدَّور. ،"
      ],
      "cause": [
        "مشاكل في تخلُّق دماغ الطفل قبل الولادة.",
        "عوامل وراثية (وجود أقارب مصابين).",
        "وزن منخفض عند الولادة.",
        "إصابات في الرأس أو عدوى في الدماغ.",
        "التعرض للرصاص أو الكحول أو التبغ قبل الولادة."
      ],
      "diagnosis": [
        "تقييم من قِبَل اختصاصي الصحة النفسية.",
        "مراقبة سلوك الطفل في المنزل والمدرسة.",
        "إجراء استبيانات للأهل والمعلمين."
      ],
      "treatment": [
        "العلاج السلوكي لتحسين الأداء اليومي. ،",
        "الأدوية عند الحاجة. ،",
        "دعم تعليمي ومتابعة مستمرة. ،"
      ]
    },
    {
      "disorder": "اضطراب طيف التوحد",
      "definition": [
        "اضطراب طيف التوحد هو حالة تؤثر على التواصل الاجتماعي، وتؤدي إلى سلوكيات مقيَّدة وتكرارية، مع صعوبة في استخدام اللغة بشكل طبيعي."
      ],
      "symptom": [
        "صعوبة في التواصل الاجتماعي والتفاعل مع الآخرين. ،",
        "تأخر في اكتساب اللغة أو عدم استخدامها. ،",
        "اهتمامات محدودة ، وسلوكيات متكررة. ،",
        "تجنب التواصل البصري. ،",
        "مقاومة التغيير والتمسك بالروتين. ،",
        "ردود فعل حسية غير معتادة ، (حساسية مفرطة أو استجابة باهتة). ،"
      ],
      "cause": [
        "عوامل جينية، مثل متلازمة الصبغي X الهش ومتلازمة داون.",
        "وجود طفل آخر في العائلة مصاب باضطراب طيف التوحد يزيد من الخطر.",
        "عوامل بيئية أثناء الحمل."
      ],
      "diagnosis": [
        "مراقبة سلوك الطفل وتطوره.",
        "تقييم شامل من قبل أخصائي الصحة النفسية.",
        "إجراء اختبارات نمائية وتقييم مهارات التواصل."
      ],
      "treatment": [
        "العلاج السلوكي لتحسين المهارات الاجتماعية. ،",
        "التدخل التعليمي والدعم في المدرسة. ،",
        "العلاج اللغوي وتحسين مهارات التواصل. ،",
        "العلاج الدوائي إذا لزم الأمر. ،"
      ]
    },
      {
        "disorder": "عسر القراءة",
        "definition": [
          "يُعد عسر القراءة dyslexia اضطراب تعلم قراءة خاص، ينطوي على صعوبة في فصل الكلمات عن الجمل، وفصل أجزاء الكلمة الواحدة عن بعضها."
        ],
        "symptom": [
          "يمكن للأطفال في عمر ما قبل المدرسة الذين يعانون من عسر القراءة أن يواجهوا ما يلي: ،",
          "تأخرًا في الكلام. ،",
          "صعوبة في نطق الكلمات ، (مشاكل ربط الكلمات). ،",
          "صعوبة تذكر أسماء الحروف والأرقام والألوان. ،",
          "صعوبة في تدريبات الإملاء على الرغم من مهاراتهم الاعتيادية في الحساب والرياضيات. ،",
          "كثيرًا ما يعاني الأطفال المصابون بعُسر القراءة من صعوبة في مزج الأصوات، وترديد الكلمات، وتحديد مواضع الأصوات في الكلمات، وتقسيم الكلمات إلى أصوات، وتحديد عدد الأصوات بالكلمات. ،",
          "التأخر أو التردد في اختيار الكلمات، وانتقال كلمات بديلة، وتسمية الحروف والصور، هي جميعها مؤشرات مبكرة على عُسر القراءة. ،",
          "تُعد مشاكل الذاكرة قصيرة المدى للأصوات، وعدم القدرة على وضع الأصوات في الترتيب الصحيح، من المشاكل الشائعة في عسر القراءة. ،",
          "كثيرًا ما يخلط الأطفال المصابون بعسر القراءة الحروف والكلمات بأحرف أخرى مماثلة. ،",
          "عكس الأحرف في أثناء الكتابة — مثل درو بدلًا من ورد وsaw بدلًا من was – والخلط بين الأحرف مثل ب بدلًا من ت وw بدلًا من m، و n بدلاً من h وهكذا. ،",
          "ولكن هناك العديد من الأطفال الذين لا يعانون من عسر القراءة يعكسون الأحرف خلال السنوات الباكرة في المدرسة الابتدائية. ،"
        ],
        "cause": [],
        "diagnosis": [
          "قراءة التقييم.",
          "الكلام واللغة والسمع التقييمات.",
          "التقييم النفسي."
        ],
        "treatment": [
          "إن أفضل طريقة لعلاج مشاكل تمييز الكلمات هي التدريب المباشر الذي يتضمن مقاربات تعتمد على أكثر من حاسة. ،",
          "يتضمن هذا النوع من العلاج تعليم الصوتيات باستخدام مجموعة متنوعة من الإشارات، إما بشكل منفصل، أو كجزء من برنامج القراءة (إن كان ذلك ممكنًا). ،"
        ]
      },
      {
        "disorder": "الإعاقة الذهنية ",
        "definition": [
          "الإعاقة الذهنية هي انخفاض كبير في مستوى الأداء الذهني للشخص منذ الولادة أو الطفولة المبكرة، مما يؤدي إلى محدودية في القدرة على القيام بأنشطة الحياة اليومية الاعتيادية."
        ],
        "symptom": [
          "قد يعاني بعض الأطفال من ذوي الإعاقة الذهنية من اضطرابات واضحة عند الولادة أو بعد ذلك بوقت قصير. ،",
          "قد تكون هذه الاضطرابات جسدية وعصبية، وقد تشمل ملامح وجه غير طبيعية، ورأس كبير أو صغير جدا، وتشوهات في اليدين أو القدمين، والعديد من الشذوذات الأخرى. ،",
          "يكون مظهر الطفل طبيعيًا من الناحية الظاهرية في بعض الأحيان، ولكن تكون لديه علامات أخرى لأمراض خطيرة، مثل الاختلاجات، والخمول، والتقيؤ، ورائحة البول الشاذة، والعجز عن التغذية والنمو بشكل طبيعي. ،",
          "خلال سنتهم الأولى يواجه العديد من الأطفال الذين يعانون من شكل شديد من الإعاقة الذهنية تأخرًا في تطور المهارات الحركية، ويكونون بطيئين في الزحف والجلوس والوقوف. ،"
        ],
        "cause": [
          "هناك العديد من العوامل الطبية والبيئة التي قد تُسبب الإعاقة الذهنية.",
          "يمكن لبعض هذه الحالات أن تكون ذات منشأ جيني.",
          "ويمكن لبعض هذه العوامل أن تكون موجودة قبل الحمل، في حين تتوفر عوامل أخرى في أثناء الحمل، أو في أثناء الولادة، أو بعد الولادة.",
          "العامل المشترك بينها جميعًا هو أن شيئًا ما يؤثر في نمو وتطور الدماغ.",
          "حتى مع التطورات الحديثة في علم الجينات، وخاصة تقنيات تحليل الصبغيات، فلا يمكن تحديد سبب واضح للإعاقة الذهنية في كثير من الأحيان."
        ],
        "diagnosis": [
          "التحرِّي قبل الولادة.",
          "اختبارات تحري النمو.",
          "الاختبارات الرسمية للذكاء والمهارات.",
          "اختبارات التصوير.",
          "الاختبارات الجينية والفحوص المخبرية الأخرى."
        ],
        "treatment": [
          "كما يمكن أن يضم الفريق اختصاصيين آخرين إذا لزم الأمر. ،",
          "يقوم أعضاء الفريق بالتعاون مع عائلة الطفل بتطوير برنامج فردي شامل للطفل، فور الاشتباه بتشخيص الإعاقة الذهنية لديه. ،",
          "ﮐﻣﺎ ﯾﺣﺗﺎج ذوو الطفل وإخوته إﻟﯽ اﻟدﻋم اﻟﻌﺎطﻔﻲ واﻻﺳﺗﺷﺎرات النفسية أحيانًا. ،",
          "يجب أن تكون العائلة بأكملها جزءًا لا يتجزأ من البرنامج. ،"
        ]
      },
        {
          "disorder": "نوبات الغضب",
          "definition": [
            "نوبات الغضب هي انفجارات عاطفية عنيفة، وعادة ما تكون ردًا على الشعور بالإحباط."
          ],
          "symptom": [
            "عندما يمر الطفل بنوبة غضب، فقد يقوم بالصراخ، أو البكاء، أو التحرك بعنف، أو الدحرجة على الأرض، أو القفز، أو رمي الأشياء. ،",
            "يمكن لبعض السلوكيات أن تكون خطيرة وضارة. ،",
            "قد يحمر وجه الطفل، ويضرب ويركل الآخرين والأشياء من حوله. ،",
            "قد يقوم بعض الأطفال بحبس أنفاسهم لفترة وجيزة، ومن ثم يتابعون التنفس بصورة طبيعية (وهي حالة مختلفة عن حالة حبس النفس الطويل). ،"
          ],
          "cause": [
            "تشمل أَسبَاب نوبات الغضب كلاً من الشعور بالإحباط، والتعب، والجوع.",
            "كما قد يفتعل الطفل نوبة الغضب لجذب المزيد من الاهتمام، أو الحصول على شيء، أو تجنب القيام بشيء ما.",
            "غالبًا ما يلقي الآباء باللوم على أنفسهم (بسبب تصورهم بأنهم لا يقومون بواجبات الأبوة على أكمل وجه)، في حين يكون السبب الحقيقي في الغالب مزيجًا من شخصية الطفل، وظروفه المباشرة، وسلوكيات النمو المرحلية الطبيعية.",
            "يمكن في حالات نادرة أن تكون المشكلة ناجمة عن اضطراب نفسي، أو جسدي، أو اجتماعي، ويزداد احتمال ذلك إذا استمرت نوبة الغضب لأكثر من 15 دقيقة، أو إذا حدثت نوبات غضب عديدة في اليوم الواحد."
          ],
          "diagnosis": [],
          "treatment": [
            "تشتيت انتباه الطفل. ،",
            "إبعاد الطفل عن المكان. ،"
          ]
        },
        {
          "disorder": "اضطرابُ ما بعد الصدمة أو الكرب Posttraumatic Stress Disorder (PTSD)",
          "definition": [
            "اضطرابُ ما بعد الصدمة هو ما يحدث عندما تستمر ذكريات حدث مزعج للغاية في العودة مرارًا وتكرارًا لغزو الأفكار.",
            "ويستمر هذا أكثر من شهر، ويمكن أن يستمر فترة أطول بكثير.",
            "يمكن لهذه الذكريات أن تكونَ مخيفة جدًا وواقعية ومزعجة."
          ],
          "symptom": [
            "الأعراض الاقتحامية Intrusion. ،",
            "تجنُّب أي شيء يذكِّرك بالحدث. ،",
            "تأثيرات سلبيَّة في التفكير والمزاج. ،",
            "تغيُّرات في اليقظة. ،"
          ],
          "cause": [
            "يمكن أن تحدثَ الإصابة باضطراب الكرب بعد الصدمة عندما يحدث لديك (أو لدى شخص قريب لك) حدث مزعج للغاية.",
            "قد يشعر المريضُ بالخوف الشديد أو العجز أو الرعب الذي شعر به الشخص خلال الحدث.",
            "تنطوي الأحداث التي يُمكن أن تُؤدِّي إلى هذا الاضطراب على:",
            "خوض حرب أو قتال أو معاينتها.",
            "التعرُّض للاعتداء الجنسي أو البدني أو مشاهدة ذلك.",
            "الكوارث الطبيعية (مثل الإعصار).",
            "الحوادث الخطيرة في السيارات.",
            "ويعاني حوالى شخص من بين كل 10 أشخاص من اضطراب الكرب بعد الصدمة في وقتٍ ما من حياتهم.",
            "كما يُمكن أن يُصابَ الأطفال بهذا الاضطراب."
          ],
          "diagnosis": [],
          "treatment": [
            "العلاج بالتعرُّض Exposure therapy، عندما يطلب المعالج من الشخص تخيّل وجوده في حالات تذكِّره بحدث مزعج جدًّا أو تذكُّر بالحدث - على سبيل المثال، قد يطلب المعالجون من الشخص تخيُّل وجوده في المتنزّه الذي تعرَّض فيه للهجوم، ويتحدَّثون عن الحدث الذي يتخيله بحيث يشعر الشخص بالأمان والهدوء  ،(مع مرور الوقت، يساعد هذا الأمر الكثيرَ من الأشخاص على الشعور بالتحسّن). ،",
            "دواء مضاد للاكتئاب مثل مثبّطات استرداد السيروتونين الانتقائية (SSRIs). ،",
            "دواءٌ يمكن أن يساعدَك على تجنُّب الكوابيس. ،"
          ]
        },
          {
            "disorder": "اضطرابُ تبدُّد الشخصيَّة و تبدُّد المُحيط",
            "definition": [
              "ينطوي اضطرابُ تبدُّد الشخصيَّة/تبدُّد المُحيط على شعور مستمرّ أو متكرِّر لدى الشخص بالانفصال عن جسمه أو عملياته الذهنية، كمراقبٍ خارجي لحياته (تبدُّد الشخصيَّة) أو الشعور بالانفصال عن محيطه (تبدُّد المُحيط)."
            ],
            "symptom": [
              "قد تبدأ أعراضُ اضطراب تبدُّد الشخصيَّة / تبدُّد المحيط تدريجيًا أو فجأة. ،",
              "وقد تستمرّ العوارضُ لساعات أو أيام فقط أو لأسابيع أو شهور أو سنوات. ،",
              "ويمكن أن تنطوي النَّوبَات على تبدُّد الشخصيَّة أو تبدُّد المحيط أو كليهما. ،",
              "وتتناوب شدة الأَعرَاض في كثير من الأحيان ما بين زيادةٍ ونقصان. ،",
              "ولكن عندما يكون الاضطرابُ شديدًا قد تكون الأَعرَاض موجودة وتبقى بنفس الشدَّة لسنوات أو حتى عقود. ،",
              "تنطوي أعراضُ تبدُّد الشخصية على: ،",
              "الشعور بالانفصال عن جسد الفرد أو عقله أو مشاعره أو أحاسيسه. ،",
              "كما قد يقول المرضى أيضًا إنَّهم يشعرون بأنَّهم غير واقعيين أو بما يشبه الآلة، مع عدم السيطرة على ما يفعلون أو يقولون. ،",
              "وقد يشعرون بالخدَر النفسي أو الجسدي. ،",
              "ومثلُ هؤلاء الأشخاص قد يصفون أنفسَهم بصفة مراقب الخارجي لحياتهم الخاصة أو \"بالميت الذي يمشي\". ،",
              "أمَّا أعراضُ تبدُّد المُحيط فتنطوي على: ،",
              "الشعور بالانفصال عن الأشيَاء المُحيطَة (الناس، الأشياء، أو كل شيء) والتي تبدو غيرَ واقعيَّة. ،",
              "كما قد يشعر المرضى وكأنَّهم في حلم أو في ضباب، أو كما لو أنَّ جدارًا زجاجيًا أو حجابًا يفصل بينهم وبين محيطهم. ،",
              "ويبدو العالم بلا حياة، أو بلا لون، أو اصطناعيًّا. ،",
              "كما قد يبدو العالم مشوَّهًا لهم؛ فعلى سَبيل المثال قد تظهر الأشياء ضبابيَّة أو واضحة بشكل غير مألوف؛ أو قد تبدو مسطَّحة أو أصغر أو أكبر ممَّا هي عليه. ،",
              "ويمكن أن تبدو الأصواتُ أعلى أو ألينَ ممَّا هي عليه. ،",
              "وقد يبدو الوقت يسير بطيئًا جدًّا أو سريعًا جدًّا. ،",
              "وتسبِّب الأَعرَاض انزعاجًا كبيرًا بشكلٍ دائمٍ تقريباً. ،",
              "ويجد بعضُ الأشخاص أنَّهم لا يطيقون أنفسهم. ،",
              "ويكون القلقُ والاكتئاب شائعين. ،",
              "يخاف كثيرٌ من الأشخاص من أن تكون الأَعرَاضُ ناجمةً عن ضَرَر في الدماغ لا رجعة فيه. ،",
              "كما يشعر كثيرون منهم بالقلق حول ما إذا كانوا موجودين بالفعل، أو يتحقَّقون مرارًا وتكرارًا لتحديد ما إذا كانت تصوُّراتهم حقيقيَّة. ،",
              "يمكن أن تجعل الشدَّةُ وتفاقم الاكتئاب أو القلق، والمحيطات الجديدة أو مفرطة التنبيه overstimulating وقلَّة النوم، الأَعرَاضَ أسوأ. ،",
              "وغالبًا ما تكون الأَعرَاض مستمرَّة.",
              "قد يكون لدى الأشخاص أعراض طوال الوقت، أو قد تأتي الأَعرَاض وتختفي لفترات أخرى لا تظهر فيها أعراض. ،",
              "وغالبًا ما يجد الأشخاصُ صعوبةً كبيرة في وصف أعراضهم، وربَّما يخشون أو يعتقدون أنَّهم في طريقهم إلى الجُنون. ،",
              "ولكن يبقى الأشخاصُ دائمًا على علم بأنَّ تجاربَهم الانفصاليَّة ليست حقيقية، بل هي مجرَّد وسيلة للتعبير عمَّا يشعرون. ،",
              "وهذا الوعيُ هو ما يفصل بين اضطراب تبدُّد الشخصية / تبدُّد المحيط والاضطراب الذُّهاني psychotic disorder؛ الأشخاص الذين يعانون من اضطراب ذهاني مثل الفصام، أو لديهم أفكار لا تتفق مع الواقع، ولكنهم لا يدركون أنها مختلفة عن الأفكار المعتادة. ،"
            ],
            "cause": [
              "الاضطهاد العاطفي أو الإهمال خلال مرحلة الطفولة.",
              "الاعتداء الجسدي.",
              "التعرُّض لحوادث العنف المنزلي أو مشاهدتها.",
              "إصابة أحد الوالدين بإعاقة شديدة أو مرض نفسي شديد.",
              "وفاة غير متوقعة لشخص عزيز."
            ],
            "diagnosis": [
              "تقييم الطبيب، بناءً على معايير تشخيصية محددة من الدليل التشخيصي والإحصائي للاضطرابات النفسية، الإصدار الخامس، مراجعة النص (DSM-5-TR).",
              "اختبارات أحيانًا لاستبعاد الأسباب الأخرى المحتملة.",
              "يشتبه الأطباءُ في هذا الاضطراب على أساس الأَعرَاض:",
              "فالأشخاصُ يكون لديهم نوباتٌ من تبدُّد الشخصية أو تبدُّد المحيط، أو كليهما، تستمرّ لفترة طويلة أو تتكرَّر.",
              "وهم يعرفون أنَّ تجاربَهم أو مشاعرَهم التفارقية ليست واقعيَّة.",
              "يشعر الأشخاصُ بالانزعاج الشَّديد من أعراضهم، أو أنَّ أعراضَهم تجعلهم غيرَ قادرين على الأداء في المواقف الاجتماعيَّة أو في العمل.",
              "يُجرَى الفَحص السَّريري، والاختبارات أحيَانًا، لاستبعاد الاضطرابات الأخرى التي يمكن أن تسبِّب الأَعرَاض، بما في ذلك الاضطراباتُ النفسية الأخرى واضطرابات الصَّرع واضطراب استعمال المواد.",
              "ويمكن أن تشتمل الاختباراتُ على التصوير بالرنين المغناطيسي (MRI)، والتصوير المقطعي المحوسَب (CT)، وتخطيط كهربيَّة الدماغ (EEG)، واختبارات الدم والبول لتحرِّي استعمال العقاقير غير المشروعة.",
              "كما يمكن أن تساعد الاختبارات النفسانية والمقابلات المنظمة الخاصَّة، والاستبيانات، الأطباءَ على وضع التشخيص أيضًا."
            ],
            "treatment": [
              "المُعالجة النفسيَّة. ،",
              "الأدوية المضادة للقلق والاكتئاب أحيَانًا. ،"
            ]
          },
          {
            "disorder": "اضطرابُ الشَخصِيَّة الحَدِّيَّ",
            "definition": [
              "اضطرابُ الشخصية الحَدّيّ هو حالة صحة نفسية تتميز بنمط شائع من عدم الاستقرار في العلاقات، وصورة الذات، والمزاج، والسلوك، وفرط الحساسية لاحتمال الرفض والتخلّي عن الشخص."
            ],
            "symptom": [
              "يخشى المرضى الذين يعانون من اضطراب الشخصية الحديَ من التخلّي عنهم، ويعود ذلك جزئيًا إلى أنَّهم لا يريدون أن يكونوا بمفردهم. ،",
              "وفي بعض الأحيان يشعرون بأنَّهم غير موجودين على الإطلاق، عندما لا يكون لديهم شخص يهتم بهم غالبًا. ،",
              "ويشعرون بالفراغ الداخلي غالبًا. ،",
              "عندما يشعر الأشخاص الذين يعانون من هذا الاضطراب بأنهم على وشك التخلّي عنهم، يصبحون خائفين وغاضبين عادةً؛ فعلى سبيل المثال قد يصبحون مذعورين أو غاضبين عندما يتأخر شخص مهم بالنسبة إليهم لبضع دقائق أو يقوم بإلغاء موعده. ،",
              "وهم يفترضون أنَّ هذه الأخطاء ناجمة عن شعور الشخص تجاههم وليس بسبب ظروف غير مرتبطة بالأمر. ،",
              "وقد يعتقدون بأنّ المناسبة الاجتماعية الملغاة تعني أن الشخصَ الآخر يرفضهم وأنهم سيّئون. ،",
              "تدلّ شدة ردَّة الفعل لديهم على حساسيَّتهم تجاه الرفض. ،",
              "يمكن للمرضى الذين يعانون من اضطراب الشخصية الحدي أن يتعاطفوا مع شخص آخر ويهتموا به ولكن فقط إذا شعروا بأنّ شخصًا آخر سيكون موجودًا عندَ الحاجة. ،",
              "وعلى الرغم من أنّهم يرغبون في وجود علاقات حميمة ورعاية من الآخرين، إلا أنّه من الصعب عليهم الحفاظ على علاقات مستقرّة. ،",
              "ويميلون إلى أن تكون لديهم توقعات عالية جدًّا حولَ الطريقة التي ينبغي على الأشخاص الذين يشعرون بالقرب منهم أن يتصرّفوا بها، وقد تتقلب مشاعرهم حولَ العلاقة بسرعة وبشكل شديد. ،"
            ],
            "cause": [
              "قد تسهِمُ الجينات والعوامل البيئيّة في حدوث اضطراب الشخصية الحدّي."
            ],
            "diagnosis": [
              "عادة ما يقوم الأطباء بتشخيص اضطرابات الشخصية بناء على المعايير المعمول بها في ■الدليل التشخيصي والإحصائي للاضطرابات النفسية■، النسخة الخامسة المراجع نصيًا (DSM-5-TR)، والذي يُعد المرجع في التشخيص النفسي من قبل الرابطة الأمريكية للطبّ النفسي."
            ],
            "treatment": [
              "المُعالجة النفسيَّة. ،",
              "الأدوية في بعض الأحيان. ،"
            ]
          },
          {
            "disorder": "اضطرابات التأقلم",
            "definition": [
              "تنطوي اضطراباتُ التأقلم على الأَعرَاض العاطفية و/أو السلوكية التي تكون استجابة لضغوط مُحدِّدة."
            ],
            "symptom": [
              "تبدأ أعراضُ اضطراب التأقلم عادة بعد فترة قصيرة من الحدث المكرِب، ولا تستمر لأكثر من 6 أشهر بعدَ توقف الصدمة. ،",
              "هناك العديد من مظاهر اضطراب التأقلم، بما في ذلك المظاهر الشائعة التي تشتمل على: ،",
              "اكتئاب المزاج. ،",
              "القلق. ،",
              "سوء التصرُّف. ،",
              "يظهر لدى مُعظمُ الأشخاص مزيجٍ من هذه الأَعرَاض، ولكن قد يُعاني بعضهم من عرض واحدٍ بارز بشكلٍ خاص فقط (مثل الشعور بالتوتّر وعصبية المزاج عقب الاعتداء الجسدي).",
              "كما أنّ هناك زيادة في خطر محاولات الانتحار وحالات الانتحار الكاملة. ،"
            ],
            "diagnosis": [
              "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
              "يجب أن يكون لدى المرضى:",
              "الأَعرَاض العاطفية أو السُّلُوكية في غضون 3 أشهر من التعرض للضغط النفسي.",
              "ينبغي أن تكون الأعراضُ مهمة سريريًا كما هو مبيّن بواحد أو اثنين مما يلي:",
              "ضائقة ملحوظة غير متناسبة مع الشدة (مع أخذ العوامل الثقافية وغيرها بعين الاعتبار).",
              "تضعف الأَعرَاض الأداءَ الاجتماعي أو المهني بشكلٍ ملحوظ.",
              "تترافق اضطرابات التكيف في كثير من الأحيان مع اضطرابات الصحة النفسية الأخرى مثل اضطراب الوسواس القهري (OCD)، أو اضطراب الشخصية، أو الاضطراب ثنائي القطب."
            ],
            "treatment": [
              "العناية الذاتية. ،",
              "المُعالجة النفسيَّة. ،",
              "الأدوية أحيانًا لمُعالجة أعراض مُعيَّنة. ،"
            ]
          },
          {
            "disorder": "اضطراب الشَخصِيَّة النَرجِسِيَّة",
            "definition": [
              "نمط من الشعور بالتفوق على الآخرين، والحاجة إلى نيل إعجابهم، وافتقار التعاطف معهم."
            ],
            "symptom": [
              "اضطراب الشَخصِيَّة النَرجِسِيَّة هو: ،",
              "نمط من الشعور بالتفوق على الآخرين، والحاجة إلى نيل إعجابهم، وافتقار التعاطف معهم. ،",
              "يتصف الأشخاص المُصابون باضطراب الشَخصِيَّة النَرجِسِيَّة بما يلي: ،",
              "الاعتقاد بأنهم أكثر أهمية وتميزًا من الآخرين. ،",
              "المبالغة في تقدير الإنجازات الشخصية  ،والتقليل من شأن إنجازات الآخرين. ،",
              "الحساسية الشديدة لأي فشل أو انتقاد، ما قد يُسبب لهم الغضب أو الاكتئاب. ،",
              "توهم الذكاء الحاد أو الجمال الفائق أو الأهمية الكبيرة. ،",
              "استغلال الآخرين. ،",
              "الحاجة إلى الثناء المستمر من الآخرين. ،",
              "حسد الآخرين، كما إنهم كثيرًا ما يعتقدون أن الآخرين يحسدونهم. ،",
              "يحدث اضطراب الشَخصِيَّة النَرجِسِيَّة بشكل أكبر عند الرجال. ،",
              "كما قد يُعانون من الاكتئاب، وفقدان الشَّهية، ومشاكل الإدمان على المخدرات أو الكحول، واضطرابات شخصية أخرى. ،",
              "يفخر الكثير من الناس بإنجازاتهم. ،",
              "ويحب كل شخص تقريبًا أن يُمدح، ويكره أن تُوجَّه إليه الانتقادات. ،",
              "ولكن هذه الصفات تُصبح اضطرابًا عندما يغضب الشخص أو ينزعج لعدم تلقي الثناء المستمر، أو عندما يُفضي عدم تحمله للانتقاد  ،وحاجته إلى الحط من شأن الآخرين إلى حدوث مشاكل في العمل أو العلاقات مع الناس. ،"
            ],
            "cause": [
              "الجينات (المعلومات الجينية الموروثة من الوالدين).",
              "التجارب الحياتية والتربية المنزلية، مثل الطريقة التي عامل بها الوالدان الطفل."
            ],
            "diagnosis": [],
            "treatment": [
              "يُعالج الأطباء اضطراب الشَخصِيَّة النَرجِسِيَّة باستخدام: العلاج النفسي. ، "
              
            ]
          },
      
            {
              "disorder": "اضطراب الشخصية المُعادِيَة للمجتمع",
              "definition": [
                "نمط من عدم الاهتمام بما يمكن للكلمات والأفعال أن تؤثر في الآخرين."
              ],
              "symptom": [
                "التحرش بالآخرين، أو تخريب ممتلكاتهم، أو خرق القانون. ،",
                "الكذب  ،استغلال الآخرين للحصول على ما يريدون. ،",
                "عدم التعاطف مع الآخرين. ،",
                "تجاهل حقوق ومشاعر الآخرين. ،",
                "اختلاق الأعذار لتبرير سلوكياتهم  ، إلقاء اللوم فيها على الآخرين. ،",
                "التصرف بشكل عدواني أو غير مسؤول  ،(على سبيل المثال الاستقالة من العمل بشكل مفاجئ  ، الامتناع عن دفع الفواتير). ،",
                "عدم الشعور بالأسف لما فعلوه. ،",
                "الإدمان على المخدِّرات أو الكحول. ،"
              ],
              "cause": [
                "الجينات (المعلومات الجينية الموروثة من الوالدين).",
                "التجارب الحياتية والتربية المنزلية، مثل الطريقة التي عامل بها الوالدان الطفل."
              ],
              "diagnosis": [],
              "treatment": [
                "العلاج السُّلُوكي المعرفي. ،",
                "الأدوية. ،"
              ]
            },
            {
              "disorder": "اضطرابُ الهويَّة التفارُقي Dissociative Identity Disorder",
              "definition": [
                "في اضطراب الهوية التفارُقي dissociative identity disorder، الذي كان يسمَّى سابقًا اضطراب الشخصية المتعدِّدة، تعمل اثنتان أو أكثر من الهويَّات بالتناوب للسيطرة داخل الشخص نفسه.",
                "قد تكون لهذه الهويات أنماط كلامية، ومزاجية، وسلوكية مختلفة عن تلك التي ترتبط بالشخص عادةً.",
                "ولا يمكن للشخص أيضًا أن يتذكَّر المعلومات التي يتذكرها بسهولة عادة، مثل الأحداث اليومية أو المعلومات الشخصية المهمَّة أو الأحداث المؤلمة أو المُكربَة."
              ],
              "symptom": [
                "ثغرات في الذاكرة للأحداث الشخصيَّة الماضيَّة ،: على سبيل المثال قد لا يتذكَّر الأشخاص فتراتٍ زمنيةً معيَّنة خلال مرحلة الطفولة أو المراهقة. ،",
                "هفوات في الذاكرة للأحداث اليوميَّة الحالية والمهارات المكتسبة جيِّدًا ،: على سبيل المثال قد ينسى الأشخاص مؤقَّتا كيفيةَ استخدام الكمبيوتر. ،",
                "اكتشاف الأدلَّة على الأشياء التي قاموا بها، ولكن ليس لديهم ذاكرة حولَ القيام بها فعلاً. ،"
              ],
              "cause": [
                "يحدث اضطرابُ الهوية التفارقيَّة عادة في الأشخاص الذين عانوا من شدَّة أو صدمة ساحقة خلال مرحلة الطفولة.",
                "في الولايات المتحدة وكندا وأوروبا، يكون لدى نَحو 90٪ من الأشخاص الذين يعانون من هذا الاضطراب تاريخ من الاضطهاد (الجسدي، أو الجنسي، أو العاطفي) أو الإهمال في أثناء الطفولة.",
                "ولكنَّ بعضَ الأشخاص لم يتعرَّضوا لسوء المعاملة، غير أنَّهم تعرَّضوا لخسارة كبيرة في وقت مبكِّر (مثل وفاة أحد الوالدين) أو مرض طبِّي خطير أو غير ذلك من الأحداث المُكربَة.",
                "مع نماء الأطفال، يجب أن يتعلَّموا دمج الأنواع المعقَّدة والمختلفة من المعلومات والخبرات في هوية شخصيَّة متماسكة ومعقَّدة.",
                "قد يكون للاعتداء الجنسي والجسدي، الذي يحدث في مرحلة الطفولة عندما تكون الهوية الشخصية في حالة تطوُّر، تأثيراتٌ دائمة في قدرة الشخص على تشكيل هويَّة موحَّدة، ولاسيَّما عندما يكون المعتدون هم الوالدين أو مقدِّمي الرعاية.",
                "قد يمرّ الأطفالُ الذين يتعرَّضون للإساءة عبر مراحل يَجرِي فيها فصل المفاهيم والذكريات والعواطف المختلفة عن تجارب حياتهم.",
                "يتعزز هذا الفصل في الخبرات عن طريق الآباء أو غيرهم من مقدمي الرعاية الذين يتصرفون بشكل غير منسجم بمرور الوقت (على سبيل المثال، التناوب بين التسامح والعنف).",
                "ومع مرور الوقت، قد تظهر لدى هؤلاء الأطفال قدرةٌ زائدة على الفرار من سوء المعاملة من خلال \"الابتعاد\"، أو فصل أنفسهم عن بيئتهم الفيزيائية القاسية، أو عن طريق الانكفاء على أنفسهم.",
                "ويمكن استخدامُ كلّ مرحلة أو تجربة مؤلمة لإنتاج هويَّة مختلفة.",
                "ولكن، إذا خضع هؤلاء الأطفال للحماية والرعاية من قبل الكبار بما فيه الكفاية، يصبحون أقلّ عرضة للإصابة باضطراب تعدُّد الشخصية التفارقي."
              ],
              "diagnosis": [
                "تقييم الطبيب، بناءً على معايير تشخيصية محددة من الدليل التشخيصي والإحصائي للاضطرابات النفسية، الإصدار الخامس، مراجعة النص (DSM-5-TR).",
                "يُشخِّص الأطباءُ اضطرابَ الهوية التفارُقي على أساس تاريخ الشخص وأعراضه:",
                "فالأشخاص لديهم هويَّتان أو أكثر، وتَعطُّل في شعورهم بأنفسهم وقدرتهم على التصرُّف بأنفسهم.",
                "ولديهم ثغرات في ذاكرتهم عن الأحداث اليومية، والمعلومات الشخصية المهمَّة، والأحداث المؤلمة أو المكربَة (وهي معلومات يجب ألا تُنسَى عادةً).",
                "وهم يشعرون بالأسى الشديد من أعراضهم، أو تجعلهم أعراضُهم غير قادرين على حسن الأداء في المواقف الاجتماعية أو في العمل.",
                "يقوم الأطبَّاء بإجراء مقابلة نفسية شاملة، واستخدام استبيانات خاصَّة وُضِعت للمساعدة على تحديد اضطراب الهوية التفارُقي واستبعاد اضطرابات الصحَّة النفسيَّة الأخرى.",
                "وقد تكون هناك حاجةٌ لفحص طبي سريري واختبارات معملية، لتحديد ما إذا كان الأشخاص لديهم اضطراب طبي عام من شأنه أن يفسِّر أعراضًا معيَّنة.",
                "وقد تحتاج المقابلات إلى أن تكون طويلة، وتنطوي على الاستخدام الدقيق للتنويم أو المهدِّئات التي تُعطَى عن طريق الوريد لاسترخاء الشخص (المقابلة الميسَّرة بالأدوية).",
                "وقَد يُطلَب من المرضى أيضًا الحفاظ على مفكِّرة بين زيارات الطبيب.",
                "وهذه التدابيرُ قد تسمح للأطباء بمواجهة الهويَّات الأخرى أو جعل الشخص أكثر ميلاً للكشف عن المعلومات حولَ فترةٍ منسيَّة من الزمن.",
                "كما قد يحاول الأطباءُ أيضًا التواصل مباشرة مع الهويَّات الأخرى عن طريق طلب التحدُّث إلى جزء من العقل المشارِك في السلوكيَّات التي لا يستطيع الأشخاص أن تذكُّرَها، أو التي يَبدو أن شخصًا آخر يقوم بها.",
                "ويمكن للأطباء عادة التمييز بين اضطراب الهوية التفارُقي والتمارض malingering (الأَعرَاض الجسدية أو النفسية المزيَّفة للحصول على منفعة).",
                "يقوم المتمارضون بما يلي:",
                "يميلون إلى الإفراط في الإبلاغ عن أعراض معروفة جيِّدًا للاضطراب، بينما يغفلون الأعراض الأخرى.",
                "يميلون إلى خلق هويَّات بديلة نمطيَّة.",
                "يبدون عادةً على أنهم يتمتعون بفكرة وجود اضطراب (يُحاول أشخاص اضطراب الهوية التفارُقي إخفاءه غالباً).",
                "إذا اشتبه الأطباء في أن هذا الاضطراب مزيَّف، يمكنهم أيضًا التحقُّق من المعلومات من عدَّة مصادر، لرصد عدم الاتساق الذي يستبعد اضطراب الهوية التفارُقي."
              ],
              "treatment": [
                "الرعاية الداعمة، الأدوية حسب الحاجة للأعراض المرتبطة بها. ،",
                "المُعالجةُ النفسيَّة. ،",
                "التخيل الموجه والتنويم أحيانًا. ،"
              ]
            },
            {
              "disorder": "الاضطرابُ الاجتراري",
              "definition": [
                "يتصف باسترجاع الطعام بعدَ تناوله.",
                "وقد يقوم الشخصُ المصاب بهذا الاضطراب باجترار الطعام بشكلٍ اختياري وطوعي."
              ],
              "symptom": [
                "يستفرغ مرضى هذا الاضطراب الطعام بعد تناوله بشكلٍ متكرر، وذلك كل يوم عادةً. ،",
                "ولكن لا يكون لديهم غثيان و ،لا يتهوّعون لاإراديًا. ،",
                "قد يقومون بإعادة مضغ الطعام المستفرغ ثم بصقه أو إعادة بلعه مجددًا. ،"
              ],
              "cause": [],
              "diagnosis": [
                "تقييم الطبيب.",
                "يقوم الطبيبُ بتشخيص اضطراب النهم/الشراهة عندما تبدو الأعراض أو المظاهر التالية:",
                "يُعاني الأشخاص من استفراغ الطعام بشكلٍ متكرِّر على مدى ≥ 1 شهر.",
                "استبعاد اضطرابات الجهاز الهضمي التي يمكن أن تسبب القلس أو الارتجاع (مثلالارتجاع المعدي المريئي gastroesophageal reflux [GERD] ورتج زنكر Zenker diverticulum) وغيرهما من اضطرابات الأكل (مثل فقدان الشَّهية العصبي anorexia nervosa).",
                "قد يقوم الأطباء بمراقبة الشخص المصاب بارتجاع الطعام، أو قد يقوم الشخص بالإبلاغ عنه.",
                "إذا اشتبه الطبيبُ بإصابة الشخص باضطراب شهوة الغرائب، فينبغي تقييم الحالة الغذائية للشخص والتحقّق من وجود أي نَقص غذائي أو نقص في الوَزن."
              ],
              "treatment": [
                "قد تكون طرائق تعديل السُّلُوك، بما في ذلك تلك التي تنطوي على مُعالجات تستخدِمُ استراتيجيات العلاج السلوكي المعرفي مفيدةً. ،"
              ]
            },
            {
              "disorder": "اضطرابُ الشخصية التجنُّبي Avoidant Personality Disorder",
              "definition": [
                "اضطرابُ الشخصية المُتجنِّبة (avoidant personality disorder) هو حالة صحة نفسية تتميز بتجنّب المواقف أو التفاعلات الاجتماعية التي تنطوي على خطر الرفض أو الانتقاد أو الإذلال."
              ],
              "symptom": [
                "قد يرفضون الدعاية  ، لأنّهم يخشون أن يقوم زملاء العمل بانتقادهم. ،",
                "وقد يتجنّبون الاجتماعات. ،",
                "كما قد يتجنّبون تكوينَ صداقات جديدة ما لم يكونوا متأكّدين من أنهم سيحبّونها. ،"
              ],
              "cause": [
                "قد تسهِمُ الجيناتُ والبيئة في حدوث اضطراب الشخصية التجنِّبي؛ فعلى سبيل المثال، قد يكون لدى الأشخاص قلق خلقي في المواقف الاجتماعية، أو قد يواجهون الرفضَ والتهميش في أثناء الطفولة؛ فلقد لوحظ التجنُّب في الظروف الاجتماعية عندَ أطفال بعمر سنتين تقريبًا."
              ],
              "diagnosis": [
                "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
                "عادة ما يقوم الأطباء بتشخيص اضطرابات الشخصية بناء على المعايير المعمول بها في ■الدليل التشخيصي والإحصائي للاضطرابات النفسية■، النسخة الخامسة المراجع نصيًا (DSM-5-TR)، والذي يُعد المرجع في التشخيص النفسي من قبل الرابطة الأمريكية للطبّ النفسي.",
                "ولكي يُشخِّص الأطباء اضطراب الشخصية التجنُّبي، يجب أن يبدي الأشخاص تجنُّبًا للتواصل الاجتماعي باستمرار، وشعورًا بعدم الكفاءة، وأن يكونوا شديدي الحساسية للنقد والرفض، أي أن يظهروا 4 مما يلي على الأقلّ:",
                "يتجنبّون الأنشطة المرتبطة بالوظيفة التي تنطوي على التواصل بين الأشخاص، لأنهم يخشون من تعرضهم للنقد أو الرفض أو الاعتراض.",
                "لا يرغبون في المشاركة مع الآخرين ما لم يكونوا متأكدين من أنَّهم متآلفون.",
                "يقتصرون على العلاقات الوثيقة مع الأقارب، لأنهم يخافون من السخرية أو الإهانة.",
                "يخشون أن ينتقدوا أو يرفضوا في المواقف الاجتماعية.",
                "يتجنّبون المواقف الاجتماعية الجديدة، لأنهم يشعرون بعدم الكفاءة.",
                "ينظرون إلى أنفسهم على أنهم غير أكفاء اجتماعيًا، أو غير جذابين، أو أدنى من الآخرين.",
                "يتردّدون في المخاطرة أو المشاركة في أي نشاط جديد، لأنهم قد يشعرون بالحرج.",
                "كما يجب أن تكون الأَعرَاض قد بدأت في وقتٍ مبكرٍ من مرحلة ما بعد البلوغ أيضًا."
              ],
              "treatment": [
                "المُعالجة السُّلوكيَّة المعرفية التي تركّز على المهارات الاجتِماعيَّة. ،",
                "أنواع أُخرى من العلاج النفسي. ،",
                "الأدوية المضادَّة للقلق والاكتئاب. ،"
              ]
            },
            {
              "disorder": "اضطراب الشَخصِيَّةٌ الاتِّكالِيَّة",
              "definition": [
                "نمط من شعور الشخص بالاعتماد الشديد على الآخرين."
              ],
              "symptom": [
                "الخوف من عدم قدرتهم على الاعتناء بأنفسهم  ،الخوف من أن يتعرضوا للهَجر. ،",
                "إظهار الخضوع والحاجة حتى يرغب الآخرون في تقديم الرعاية لهم. ،",
                "الافتقار إلى الثقة  ،الحاجة إلى الكثير من الطمأنة. ،",
                "طلب المشورة من الآخرين، حتى في اتخاذ القرارات البسيطة. ،",
                "إفساح المجال للآخرين لاتخاذ القرارات المتعلقة بهم مثل سؤال أزواجهم عما يجب ارتداؤه وما هي الوظيفة الأفضل للاختيار والأصدقاء الذين ينبغي مصاحبتهم. ،",
                "إفساح المجال للآخرين لاستغلالهم، مثل الموافقة على القيام بمهام غير مريحة بالنسبة لهم. ،",
                "تحمُّل الاعتداء الجسدي أو العاطفي أو الجنسي خوفًا من فقدان الدعم من المُعتدي. ،",
                "صعوبة إبداء الاختلاف مع الآخرين حتى عندما يكون الرأي سديدًا. ،",
                "صعوبة بدء مشاريع شخصية أو العمل بشكل مستقل، ولكن عند الاطمئنان إلى وجود شخص ما يقدم الدعم فغالبًا ما يؤدون وظائفهم بشكلٍ جيد. ،"
              ],
              "cause": [
                "السمات الوراثية في العائلات.",
                "التجاربُ السيئة في مرحلة الطفولة.",
                "القلق."
              ],
              "diagnosis": [],
              "treatment": [
                "العلاج النفسي. ،"
              ]
            },
            {
              "disorder": "اضطراب الشخصية الزوراني",
              "definition": [
                "اضطرابُ الشخصية الزورانيّ (paranoid personality disorder) هو حالة صحة نفسية تتميز بنمطٍ مستمرّ من عدم الثقة غير المبرّر والشكّ في الآخرين، وينطوي على تفسير دوافعهم على أنَّها عدائية أو ضارّة."
              ],
              "symptom": [
                "غالبًا ما يعتقد المصابون باضطراب الشخصية الزوراني أن الآخرين قد تسبّبوا في إصابتهم بشكل كبير لا رجعة فيه. ،",
                "وهم يتحرَّون عن الشتائم والشوائب والتهديدات والخيانة المحتملة، ويبحثون عن معانٍ خفيَّة في الملاحظات والأفعال. ،",
                "ويقومون بالتدقيق في الآخرين عن كثب بحثًا عن أدلّة تدعم شكوكهم؛ فعلى سبيل المثال قد يسيئون تفسيرَ عرض للمساعدة على أنه يعني أنهم غير قادرين على القيام بالمهمّة من تلقاء أنفسهم. ،",
                "وإذا اعتقدوا بأنهم تعرّضوا للإهانة أو الإصابة بأي شكل من الأشكال، فإنهم لا يسامحون الشخصَ الذي أصابهم. ،",
                "ويميلون إلى الهجوم المضاد  ، يصبحون غاضبين استجابةً لهذه الإصابات المتصوّرة. ،",
                "ولأنهم لا يثقون في الآخرين، يشعرون بالحاجة إلى الاكتفاء الذاتي  ،السيطرة. ،"
              ],
              "cause": [],
              "diagnosis": [
                "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
                "عادة ما يقوم الأطباء بتشخيص اضطرابات الشخصية بناء على المعايير المعمول بها في ■الدليل التشخيصي والإحصائي للاضطرابات النفسية■، النسخة الخامسة المراجع نصيًا (DSM-5-TR)، والذي يُعد المرجع في التشخيص النفسي من قبل الرابطة الأمريكية للطبّ النفسي.",
                "ولكي يقوم الأطباء بتشخيص اضطراب الشخصية الزوراني، يجب أن يكون الأشخاص غير واثقين بشكل دائم ولديهم شك في الآخرين، كما هو موضّح في 4 على الأقلّ ممّا يلي:",
                "يشتبهون، من دون سبب كافٍ، في أنَّ أشخاصًا آخرين يقومون باستغلالهم أو إيذائهم أو خداعهم.",
                "مشغولون بشكوك غير مبرّرة حول مصداقية أصدقائهم وزملائهم في العمل.",
                "يترددون في الثقة في الآخرين خشية أن تُستخدم المعلوماتُ ضدّهم.",
                "يسيؤون تفسيرَ ملاحظات أو أحداث غير مؤذية على أنها ذات معنى مخفي أو عدائي أو مهدِّد.",
                "يحملون الضغينة إذا اعتقدوا أنّهم تعرّضوا للإهانة أو الأذى أو الطعن.",
                "يسرعون في الاعتقاد بأن شخصيتهم أو سمعتهم قد تعرّضت للهجوم، ويتفاعلون بغضب أو أو بهجوم مضاد.",
                "يشتبهون مرارًا وتكرارًا في أنّ الزوج أو الشريك غير مخلص، على الرغم من عدم وجود سبب كافٍ للاشتباه به.",
                "كما يجب أن تكونَ الأَعرَاض قد بدأت في وقتٍ مبكرٍ من مرحلة ما بعد البلوغ أيضًا."
              ],
              "treatment": [
                "العلاج السُّلُوكي المعرفي. ،",
                "الأدوية في بعض الأحيان. ،"
              ]
            },
            {
              "disorder": "اضطراب الشَخصِيَّةٌ التمثيلي",
              "definition": [
                "نمط من الرغبة بأن يكون الشخص محطّ اهتمام الآخرين، والتصرف بشكل استعراضي وغير مناسب لجذب الانتباه."
              ],
              "symptom": [
                "يتمتعون بالحيوية، والحماس، والجاذبية، والتعبير عن الإعجاب. ،",
                "يبحثون عن جلب الانتباه، ويصابون بالاكتئاب عند عدم الحصول عليه. ،",
                "ارتداء ملابس مثيرة أو غير مناسبة للعمل أو المدرسة لجذب الانتباه. ،",
                "تتبدل انفعالاتهم بشكلٍ سريعٍ ويعبرون عنها بشكلٍ درامي. ،",
                "يتأثَّرون بالآخرين بسهولة. ،",
                "صعوبة في تكوين صداقات مقربة. ،",
                "حُب الإثارة وكل ما هو جديد، والشعور السريع بالضجر، لذلك فقد يغيرون وظائفهم وأصدقاءهم كثيراً. ،"
              ],
              "cause": [
                "الجينات (المعلومات الجينية الموروثة من الوالدين).",
                "التجارب الحياتية والتربية المنزلية، مثل الطريقة التي عامل بها الوالدان الطفل."
              ],
              "diagnosis": [],
              "treatment": [
                "يُعالج الأطباء اضطراب الشَخصِيَّةٌ التَمثيلِيّ باستخدام: العلاج النفسي. ،"
                
              ]
            },
            {
              "disorder": "اضطرابُ الشَخصِيَّة الفُصامِيّ النمط",
              "definition": [
                "اضطرابُ الشخصية الفُصامِيَ النمط (schizotypal personality disorder) هو اضطراب صحة نفسية يتميز بنمط مستمرّ من الانزعاج الشديد مع نقص القدرة على إقامة علاقات وثيقة، وبأساليب مشوّهة في التفكير والإدراك، وسلوك غريب الأطوار."
              ],
              "symptom": [
                "لا يكون لدى مرضى اضطراب الشخصية الفُصَامِيَ النمط أصدقاء مقربون أو موثوقون باستثناء الأقارب من الدرجة الأولى. ،",
                "ويكونون منزعجين جدًّا من العلاقة مع الآخرين؛ يُفضل الأشخاص الذين يعانون من هذا الاضطراب عدم التفاعل مع الناس، لأنهم يشعرون أنّهم مختلفون عنهم ولا ينتمون إليهم. ،",
                "ولكنهم قد يقولون إن افتقارهم للعلاقات يجعلهم غيرَ سعيدين. ،",
                "ويكونون قلقين جدًّا في المواقف الاجتماعية لاسيَّما غير المألوفة. ،",
                "لا يؤدي قضاءُ المزيد من الوقت في المواقف إلى تخفيف قلقهم. ،",
                "قد يتجاهل الذين يعانون من هذا الاضطراب التقاليد الاجتماعية العادية  ،(على سبيل المثال، تجنّب التواصل البصري)؛ ، ولأنهم لا يفهمون الإشارات الاجتماعية المعتادة، فقد يتفاعلون مع الآخرين بشكل غير لائق أو خَشِن. ،"
              ],
              "cause": [
                "يُعتقد أنّ للجينات دورًا مهمًا في حدوث اضطراب الشخصية الفُصامِيَ النمط.",
                "وهو أكثر شُيُوعًا بين الأقارب من الدرجة الأولى (الآباء والأشقاء والأطفال) للأشخاص الذين لديهم."
              ],
              "diagnosis": [
                "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
                "عادة ما يقوم الأطباء بتشخيص اضطرابات الشخصية بناء على المعايير المعمول بها في ■الدليل التشخيصي والإحصائي للاضطرابات النفسية■، النسخة الخامسة المراجع نصيًا (DSM-5-TR)، والذي يُعد المرجع في التشخيص النفسي من قبل الرابطة الأمريكية للطبّ النفسي.",
                "ولكي يقوم الأطباء بتشخيص اضطراب الشخصية الفُصامِيَ النمط، يجب أن يشعر الأشخاص بالانزعاج الشديد من العلاقات الوثيقة جدًّا أو يكون لديهم القليل منها، وأن يكون لديهم تفكير وسلوك غريبان.",
                "كما يجب أن تتضمن الأَعرَاض 5 على الأقلّ ممّا يلي:",
                "أفكار مرجعية.",
                "معتقدات غريبة أو تفكير خيالي.",
                "تصوّرات مُشوَّهة.",
                "تفكير وكلام غريبان.",
                "شكوك أو أفكار بارانويَّة أو عدوانية.",
                "تعبير غير ملائم أو محدود عن العواطف.",
                "سلوك أو مظهر غريب أو شاذ أو منحرف.",
                "نقص الأصدقاء أو المقرّبين، باستثناء الأقارب من الدرجة الأولى.",
                "قلق اجتماعي مفرط لا يقلّ بالألفة، ويرتبط بشكلٍ رئيسيّ بالمخاوف الزورانيّة.",
                "كما يجب أن تكون الأَعرَاض قد بدأت في وقتٍ مبكرٍ من مرحلة ما بعد البلوغ أيضًا.",
                "يجب على الأطباء التفريق بين اضطراب الشخصية الفُصامِيَ النمط والفصام الذي يُسبِّبُ أعراضًا متشابهة ولكن أكثر شدَّة."
              ],
              "treatment": [
                "الأدوية المُضادة للذهان ومضادات الاكتئاب. ،",
                "العلاج السُّلُوكي المعرفي. ،"
              ]
            },
          
              {
                "disorder": "الفصام عندَ الأطفال والمراهقين",
                "definition": [
                  "الفصام schizophrenia هو اضطراب مزمن ينطوي على أفكار وتصوُّرَات غير طبيعية وسلوك اجتماعيّ غير عاديّ، وهُو يُسبب مشاكل ملحُوظة في العلاقات والأداء.",
                  "يستمرُّ الفُصام لستَّة أشهر أو أكثر."
                ],
                "symptom": [
                  "كما هي الحال بالنسبة إلى البالغين المُصابين بالفُصام يميل الأطفال والمراهقون المصابون بالفصام إلى أن يُعانوا من: ،",
                
                  "هلاوِس. ،",
                  "توهُّمَات ، (اعتقادات خاطئة تنطوي عادةً على سوء تفسير التصورات أو التجارب). ،",
                  "زَوَر ، (جنون الارتياب)، حيث يخشون غالبًا من أنَّ الآخرين يُخططون لإلحاق الأذى بهم أو أنَّهم يُسيطرون على أفكارهم. ،",
                  "بالنسبة إلى الأطفال تميلُ الأَعرَاض إلى أن تبدأ بشكلٍ تدريجي وتصبح أكثر شدَّةً بالمُقارنة مع المراهقين أو البالغين. ،",
                  "كما يكُون التفكير أكثر ميلًا إلى أن يُصبِح ضعيفاً أيضًا. ،",
                  "قد ينسحب المراهقون ويبدؤون بإظهار انفعالات غير مألوفة ويُعانون من الهلاوس والتوهُّمات والزور. ،"
                ],
                "diagnosis": [
                  "تقييم الأَعرَاض مع مرور الزمن.",
                  "اختبارات لاستبعاد اضطرابات أخرى."
                ],
                "treatment": [
                  "الأدوية المُضادَّة للذهان. ،",
                  "التدريب على المهارات الاجتماعية والتأهيل المهني والدعم النفسي والتعليمي. ،"
                ]
              },
              {
                "disorder": "اضطراب الهلع عِندَ الأطفال والمراهقين",
                "definition": [
                  "يتَّسِمُ اضطراب الهلَع بنوباتٍ من الهلع تحدُث لمرةٍ في الأسبوع على الأقلّ.",
                  "ونوبة الهلع هي حالة قصيرة (حوالى 20 دقيقة) من الخوف الشديد تترافق مع أعراض بدنية عادةً، مثل التنفُّس السريع وسرعة نبضات القلب والتعرق وألم الصدر والغثيان."
                ],
                "symptom": [
                  "يشعُر الأطفال في أثناء نوبة الهلع بقلقٍ شديدٍ ممَّا يُسبب أعراضًا بدنيةً، حيث ينبض القلب بسرعة، وقد يحدث تعرق شديد وشعور بضيق النَّفس، كما قد يشعرون بألمٍ في الصدرِ  ،أو بالدوخة أو ، الغثيان  ،أو الخدر. ،",
                  "قد يشعر الأطفال كما لو أنَّهم يقضون نحبهم  ، يدخلون في حالة من الجنون، وقد تبدو الأشياء غير حقيقية بالنسبة إليهم. ،",
                  "قَد تكُون هناك مبالغة في الأَعرَاض عند الأطفال  ،(تنطوي على صراخ أو نوَاح أو لهاث hyperventilating) وذلك بالمقارنة مع البالغين. ،",
                  "قد يشعر الأطفال بالقلق حول تعرضهم إلى نوباتٍ أخرى. ،",
                  "تُؤثِّرُ نوبات الهلع والهموم التي تترافق معها في العلاقات والواجبات المدرسية. ،",
                  "بالنسبة إلى اضطرابات الهلع تحدث من تلقاء نفسها عادةً أي من دُون محرِّض نوعيّ، ولكن مع مرور الزمن يبدأ الأطفال بتجنب المواقف التي يربطونها بالنوبات. ،",
                  "يمكن أن يؤدي هذا التجنب إلى رُهاب الميادين، مما يجعل الأطفال يرفضون الذهاب إلى المدرسة أو زيارة المركز التجاري أو القيام بنشاطات نموذجية أخرى. ،",
                  "يتفاقم اضطراب الهلع ويقلّ غالبًا من دُون سببٍ واضحٍ، وقد تختفي الأَعرَاض من تلقاء ذاتها، ثم تتكرر بعد سنواتٍ لاحقة. ،",
                  "ولكن مع المُعالَجة تتحسن حالات مُعظم الأطفال الذين يُعانون من اضطراب الهلع. ،",
                  "في بعض الأحيان عندما لا تجري مُعالَجة اضطراب الهلع يترك المراهقون الدراسة  ،وينسحبون من المجتمع  ،ويُصبِحون انطوائيين وانتحاريين. ،"
                ],
                "diagnosis": [
                  "زيارة عيادة طبيب أو اختصاصي الصحة السلُوكية.",
                  "في بعض الأحيان، الإجابة عن استبيان حول الأعراض."
                ],
                "treatment": [
                  "الأدوية  ،العلاج السُّلُوكي عادةً. ،",
                  "تكُون تَوليفَة من الأدوية والعلاج السُّلُوكي فعالةً في معالجة اضطراب الهلع عادةً. ،",
                  "بالنسبة إلى بعض الأطفال تكون هناك حاجة متكررة إلى أدويةٍ لضبط نوبات الهلع قبل أن يُمكن البدء بالعلاج السُّلُوكي. ،",
                  "البنزوديازيبينات هي الأدوية الأكثر فعالية، ولكن يُفضِّلُ الأطباء غالبًا نوعًا من مضادَّات الاكتئاب يسمى مثبِّطات استِرداد السَّيروتونين الانتقائية (SSRIs) وذلك لأنَّ البنزوديازيبينات تسبب النعاس (التهدئة)، وقد تُؤثِّرُ في التعلم والذاكرة وقد تُسبب الاعتماد عليها. ،"
                ]
              },
              {
                "disorder": "اضطراب الأَعرَاض الجسدية والاضطرابات ذات الصلة عندَ الأطفال",
                "definition": [
                  "بالنسبة إلى اضطراب الأَعرَاض الجسدية somatic symptom disorder والاضطرابات ذات الصلة (كانت تسمى سابقا الاضطرابات َجسدية الشكل)، قد يكون لدى الأطفال استجابة شديدة استثنائيَّة لأعراضٍ بدنيَّة لديهم، ويُفكرون بالأعراض بشكلٍ مفرطٍ ويشعرون بقلق شديد حول تلك الأعراض، ويفرطون في استخدام الرعاية الطبية ويسمحون للهموم الصحية أن تُصبِح محور حياتهم."
                ],
                "symptom": [
                  "قد يكون لدى الأطفال الذين يعانون من هذه الاضطرابات عدد من الأَعرَاض، الألم ، وصُعوبة التنفُّس  ،الضعف. ،",
                  "وقد يُعاني الأطفال أو لا يُعانون من اضطرابٍ آخر. ،",
                  "تحدث الأعراض البدنية عند الأطفال عندما يكون فرد آخر من العائلة مريضاً بشكلٍ خطير غالبًا. ،",
                  "وفي بعض الأحيان تكون الأَعرَاض هيَ أحاسيس طبيعية للجسم أو حالات انزعاج جرى تفسيرها بشكلٍ خاطئ. ،",
                  "ويُعتَقدُ أن هذه الأَعرَاض البدنية تظهر بشكلٍ لاشعوريّ في استجابة لشدَّة نفسية أو مشكلة   ،",
                  "لا يَجرِي تلفيق الأَعرَاض بشكل واعٍ، ويكون الأطفال يمرُّون فعلياً بالأَعرَاض التي يصفونها. ،",
                  "يقوم الأطفال بالتركيز على صحتهم أو الأعراضِ لديهم، ويشعرون بالقلق حول خطورة الأعراض ، يمضون وقتاً طويلاً ويبذلون الكثير من الطاقات في ممارسة نشاطات ترتبطُ بصحتهم أو الأعراض لديهم. ،"
                ],
                "diagnosis": [
                  "زيارة عيادة طبيب أو اختصاصي الصحة السلُوكية.",
                  "في بعض الأحيان، الإجابة عن استبيان حول الأعراض.",
                  "الفَحص السَّريري وأحيَانًا اختبارات لاستبعاد الاضطرابات الأخرى."
                ],
                "treatment": [
                  "المُعالجة النفسيَّة. ،",
                  "برنامج إعادة التأهيل لاستعادة الروتين الطبيعي. ،",
                  "الأدوية في بعض الأحيان لتخفيف الأعراض. ،"
                ]
              },
              {
                "disorder": "اضطراب تجنّب و تقييد تناول الطعام",
                "definition": [
                  "يتصف الشخصُ المصاب باضطراب تجنب/تقييد تناول الطعام (avoidant/restrictive food intake disorder) اضطراب في الأكل بتناول الطعام بكميات قليلة جدًّا أو تجنّب تناول بعض الأطعمة.",
                  "وهو لا يتضمّن وجود صورة مشوَّهة للجسم (كما يحدث في فقدان الشَّهية العصبي) أو الانشغال بصورة الجسم (كما يحدث في النهام العصبي)."
                ],
                "symptom": [
                  "يتناول الأشخاصُ الذين يعانون من هذا الاضطرابالطعامَ بكميات قليلة جدًّا  ، يتجنَّبون تناول بعض الأطعمة؛ ممَّا قد يؤدي إلى فقدانهم الكثيرَ من الوزن نتيجة تقليلهم لكميات الطعام المستهلكة. ،",
                  "وقد وُجِد أيضًا أن الأطفالَ الذين يعانون من هذا اضطراب قد يتأثر نموهم عن المتوقَّع. ،",
                  "كما يصبح من الشائع أن يحصلَ لدى المصابين بهذا الاضطراب نقص غذائي قد يكون مهددًا لحياتهم. ،",
                  "ويمكن أن يجدَ الأشخاص المصابين بهذا الاضطراب صعوبة في المشاركة في الأنشطة الاجتماعية العادية, مثل تناول الطعام مع الآخرين والحفاظ على العلاقات بسبب سلوكهم الغذائي. ،"
                ],
                "diagnosis": [
                  "تقييم الطبيب.",
                  "اختبارات طبية للتحقّق من الاضطرابات البدنيَّة.",
                  "تقييم الاضطرابات النفسية الأخرى."
                ],
                "treatment": [
                  "يمكن استخدامُ العلاج السُّلُوكي المعرفي في مساعدة الأشخاص على تعلّم تناول الطعام بشكلٍ طبيعي ، حيث يُمكن أن يساعدهم هذا العلاج على تقليل الشعور بالقلق حيالَ ما يأكلونه. ،"
                ]
              },
              {
                "disorder": "شَهوة الغَرائب",
                "definition": [
                  "شهوة الغرائب اضطراب أكل يتصف بتناول مواد غير صالحة للأكل."
                ],
                "symptom": [
                  "ويؤدي هذا الاضطرابُ إلى تناول الشخص المصاب به موادَّ غير صالحة للاستهلاك الغذائي وبشكل منتظم ، (مثل تناول الورق والطين والأوساخ والشعر). ،",
                  "ويعدّ هذا السلوكُ الغذائي طبيعيًا خلال نمو الأطفال دون سن الثانية من العمر؛ يميل الأطفال الصغار في كثير من الأحيان إلى وضع كلّ ما تقع عليه أعينهم في أفواههم وقد يأكلونه. ،",
                  "قد تحدث شهوة الغرائب خلال فترة الحمل أيضًا. ،"
                ],
                "diagnosis": [
                  "تقييم الطبيب.",
                  "اختبارات للتحقّق من وجود أيّ مُضَاعَفات محتملة.",
                  "يقوم الأطباءُ بتشخيص شهوة الغرائب عادة من خلال تحديد نوعية ما قد تناوله الشخص عادة.",
                  "يُشخّصُ اضطراب شهوة الغرائب عندما يتناول الشخص مواد غير قابلة للأكل بشكلٍ مستمرّ، وعلى مدى شهر أو أكثر.",
                  "ولا يَجرِي تشخيصُ هذا الاضطراب في الأطفال دون سن الثانية، لأن تناول هذه المواد لا يعَدّ غير طبيعي.",
                  "كما أنَّه لا يصح أيضًا تشخيصُ هذا الاضطراب إذا كان تناولُ الشخص لهذه المواد جزءًا من ثقافته.",
                  "إذا اشتبه الطبيبُ بإصابة الشخص باضطراب شهوة الغرائب، فينبغي تقييم الحالة الغذائية للشخص والتحقّق من وجود أي عوز غذائي أو نقص في الوَزن.",
                  "وفي بعض الأحيان، قد يجري تشخيص اضطراب شهوة الغرائب عندَ الشخص في حال وجود أعراض انسداد في السبيل الهضمي (مثل التشنج أو الإمساك الشديد) أو التسمّم بالرصاص، مما يضطر إلى أخذه إلى قسم الطوارئ أو عيادة الطَّبيب.",
                  "قد تستخدَم الأشعَّة السِّينية للتحقق من وجود أي انسداد في السبيل الهضمي.",
                  "كما قد يستخدم الأطباءُ اختبارات الدَّم للتأكّد من وجود أي تسمّم بالرصاص أو عدوى طفيلية."
                ],
                "treatment": [
                  "التعديل السلوكي للشخص المصاب . ،",
                  "مُعالَجة العوز الغذائي وأي مُضَاعَفات أخرى. ،",
                  "قد تفيد طرائق التعديل السُّلُوكي بشكل عام الشخصَ المصاب، ولكن لا يتوفر الكثير من المعلومات عن طرائق مخصَّصة ومحدَّدة لعلاج هذا الاضطراب. ،",
                  "مساعدة الشخص على تجنّب سلوكيَّات سوء التكيُّف غير المرغوبة مع تعلُّم السُّلُوك التكيُّفي المرغوب. ،",
                  "يجري علاجُ العوز الغذائي والمُضَاعَفات الأخرى الناتجة عنه. ،",
                  "وقد يتطلب الانسداد الحاصل في السبيل الهضمي تدخلاً جراحيًا. ،",
                  "ويمكن أن تستمرَّ هذا شهوة الغرائب عدةَ أشهر ثم تختفي من تلقاء نفسها وخاصَّة في الأطفال. ،"
                ]
              },
              {
                "disorder": "اضطراب الإحالة الشمِّية",
                "definition": [
                  "في اضطراب الإحالة الشمّية olfactory reference disorder (كثيرًا ما يُسمى متلازمة الإحالة الشمية) يكون الأشخاصُ مشغولين بالاعتقاد أنَّهم يُصدِرون رائحة من الجسم كريهة، أو رائحة مزعجة، أو واخزة، بخلاف الواقع."
                ],
                "symptom": [
                  "يقوم الأشخاص المصابون باضطراب الإحالة الشمية بأشياء معيَّنة عادة، مثل الاستحمام بشكلٍ مفرط، أو تنظيف أسنانهم، أو تحري الرائحة المنبعثة من أجسادهم (عن طريق شم أنفسهم مثلًا) في استجابة لهذا الانشغال. ،",
                  "غالبًا ما يستخدم هؤلاء الأشخاص كميات كبيرة من العطورَ و مزيلات التعرق أو الغسول الفموية في محاولة للتغطية على الرائحة التي يعتقدون أنّها موجودة. ،",
                  "كما قد يعتقدون أيضًا أن الآخرين يجلسون بعيدًاأو يقومون بتغطية أنوفهم، أو يشيرون إليهم بطريقة سلبية بسبب الرائحة المتصوَّرة. ،"
                ],
                "treatment": [
                  "وقد تفيد المُعالجة السُّلُوكية المعرفية مماثلة لتلك المستخدمة في: اضطراب تشوُّه صورة الجسم. ،"
                ]
              },
              {
                "disorder": "فواصل انحباس التنفس",
                "definition": [
                  "فاصلة انحباس التنفس breath-holding spell، هي نوبة لا إرادية يتوقف فيها الطفل عن التنفُّس ويفقد فيها الوعي لفترة قصيرة، وذلك مباشرة بعد حادثة مخيفة أو انزعاج عاطفي أو المرور بتجربة مؤلمة."
                ],
                "cause": [
                  "عادة ما تحدث فواصل انحباس التنفُّس بسبب أحداث مؤلمة جسديًا أو مزعجة عاطفيًا."
                ],
                "symptom": [
                  "وتشمل الأَعرَاض النموذجية لفواصل انحباس التنفس كلاً من الشحوب، وتوقف التنفُّس، وفقدان الوعي، والاختِلاجَات. ،"
                ],
                "treatment": [
                  "قد يوصي الطبيب بإعطاء مكملات الحديد للطفل الذي أصيب بفاصلة انحباس التنفس الزُراقية، حتى ولو لم يكن يعاني من فقر الدَّم الناجم عن عوز الحديد وربما يوصي. ،"
                ]
              },
              {
                "disorder": "اضطراب التلصص او البصبصة)",
                "definition": [
                  "تنطوي البَصبصَة voyeurism على الحصول على الإثارة الجنسيَّة من خلال مشاهدة شخص غير متوقّع يخلع ملابسه، أو عارٍ، أو منخرط في النشاط الجنسي.",
                  "أمَّا اضطرابُ البَصبصَة فينطوي على العمل على الرغبات أو التخيّلات البصبصيَّة، أو الشعور بالضيق أو عدم القدرة على العمل بسبب تلك الرغبات والتخيّلات."
                ],
                "symptom": [
                  "تبدأ البَصبصَة خلال مرحلة المراهقة أو مرحلة البلوغ المبكِّر عادة. ،",
                  "وهناك درجة شائعة من البَصبصَة لاسيَّما بين الأولاد والرجال، ولكنَّها تزداد بينَ النساء. ،",
                  "غالبًا ما ينظر المجتمعُ إلى الأشكال الخَفيفة من هذا السُّلُوك نظرةً طبيعيَّة عند تشمل البالغين الراشدين. ،",
                  "ولا تُعَدّ المشاهدة الخاصة للصور والعروض الجنسيَّة الكاشفة المتاحة على شبكة الإنترنت بصبصة لأنَّها تفتقر إلى عنصر التلصص السري وهو السمة المميزة للبصبصة. ،",
                  "ولكن تصغيرَ كاميرات المراقبة والاستخدام الواسع النطاق لكاميرات الهاتف المحمول قد أدَّى إلى حدوث بصبصة الفيديو، والتي تنطوي على تصوير الأشخاص بدون موافقتهم في أثناء خلعهم لملابسهم أو انخراطهم في نشاط جنسي. ،",
                  "يأخذ هذا الفعل بالانتشار بشكل متزايد ويُعد جريمة في معظم البلدان. ،"
                ],
                "diagnosis": [
                  "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
                  "يُشخِّص الأطباء اضطراب البصبصة عندما:",
                  "يُثار المرضى بشكلٍ متكرِّر ومكثَّف من خلال مراقبة شخصٍ غير مُتنبِّه، وهو عار، أو من دون ثياب، أو منخرط في نشاط جنسي، ويحصل التعبير عن الإثارة في التخيّلات أو الحوافز أو السلوكيات.",
                  "ونتيجة لذلك، يشعر الأشخاص بالضيق الشديد أو يصبحون أقل قدرة على الأداء بشكل جيد (في العمل ، أو في أسرهم، أو في التفاعلات مع الأصدقاء)، أو يتصرفون بناء على رغباتهم مع شخص لم يوافق.",
                  "يكونون مستمرَّين لستة أشهُر أو أكثر."
                ],
                "treatment": [
                  "العلاج النفسي ومجموعات الدَّعم. ،",
                  "أنواع مُعيَّنة من مضادَّات الاكتئاب. ،",
                  "أدوية أخرى في بعض الأحيان. ،"
                ]
              },
              {
                "disorder": "لمحة عامة عن اضطرابات القلق عندَ الأطفال",
                "definition": [
                  "تتَّسِمُ اضطرابات القلق بالخوف أو الهمّ أو الرهبة ممَّا يُضعف بشكلٍ كبيرٍ من القدرة على الأداء وعلى نحو لا يتناسب مع الظروف."
                ],
                "symptom": [
                  "يرفضون الذهاب إلى المدرسة. ،",
                  "يتحدثون عن القلق لديهم ، ويقولون أشياء مثل \"أنا أشعر بالقلق من أنَّني لن أراكَ مُرَّةً أخرى\" أو \"أنا قلق من أنَّ الأطفال سيسخرون مني\". ،",
                  "يشكُون من أعراض بدنية، حيث يُمكن ان يُسبب القلق انزعاجًا في المعدة وغثيانًا  ،صداعًا. ،"
                ],
                "diagnosis": [
                  "يسأل الطبيب عن الأعراض،",
                  "وإذا كان لدى الطفل الكثير من الأَعرَاض البدنية، مثل ألم في المعدة أو صُداع، قد يُجري الأطباء اختبارات حول الاضطرابات البدنية التي يمكن أن تسبب هذه الأعراض."
                ],
                "treatment": [
                  "العلاج السُّلوكي، حيث يقوم المعالج بتعريض الطفل تدريجيًا إلى الحالة التي تسبب القلق، بحيث يصبح الطفل أقلّ قلقًا مع مرور الزمن. ،",
                  "دواءٍ في بعض الأحيان. ،"
                ]
              },
          
                {
                  "disorder": "مُتلازمة توريت واضطرابات العرَّة الأخرى عندَ الأطفال والمراهقين",
                  "definition": [
                    "العرَّات tics هِيَ حركات لاإرادية سريعة من دُون هَدف ومُتكرِّرة ولكنها غير منتَظمة (العرات العضلية أو الحركية)، أو أصوات أو كلمات لاإرادية مُفاجئة ومتكررة غالبًا (العرَّات الصوتية).",
                    "يُمكن كبح العرَّات ولكن لفترةٍ قصيرةٍ من الزمن فقط وعن طريق جهد واعٍ فقط.",
                    "يجري تشخيص مُتلازمة توريت عندما يكون لدى الأشخاص عرَّات حركية وصوتية معًا لأكثر من عامٍ واحدٍ."
                  ],
                  "cause": [
                    "بالنسبة إلى الأطفال الذين تعرَّضوا إلى العدوى بالعقديَّات، تبدأ العرَّات أو أعراض اضطراب الوسواس القهري بشكلٍ مفاجئ أحيانًا أو تتفاقم بشكلٍ كبيرٍ خلال يوم.",
                    "تُسمَّى مثل هذه الحالات اضطراب المناعة الذاتية العصبيّ النفسيّ عند الأطفال والمترافق مع المكورة العقديَّة pediatric autoimmune neuropsychiatric disorder associated with streptococcus.",
                    "يعتقدُ بعض الباحثون أن الأجسام المُضادَّة التي ينتجها الجسم لمُكافحَة البكتيريا العقدية قد تُسبب العرَّات (أو اضطراب الوسواس القهري)، أو تجعل العرَّات تتفاقم.",
                    "ولكن يرى مُعظم الباحثين أنَّه لا يُوجد دليل كافٍ على هذه الصِّلَة."
                  ],
                  "symptom": [
                    "قبل حدُوث العرَّة قد يشعر المريض بتوق للقيام بها، ويُشبه هذا التوق الحاجةَ إلى العطاس أو خدش منطقة تُسبب الحكَّة. ،",
                    "يتراكم التوتُّر وذلك في الجزء المصاب من الجسم عادةً، ويُؤدِّي الاستسلام إلى فعل العرَّة إلى شعور وجيز بالراحة. ،",
                    "يمكن أحيانًا تأجيل العرة لمدة تتراوح بين ثوانٍ إلى دقائق ولكن فقط مع جهد واعٍ وصُعوبة. ،",
                    "يُصبِح التوق إلى القيام بالعرَّة لا يُقاوَم في نهاية المطاف عادةً، وتكون محاولة ضبط العرَّات صعبةً عادةً، خُصوصًا في أثناء أوقات الشدَّة الانفعاليَّة، ويُمكن أن تُفاقم الشدَّة والتعب من العرَّات؛ ولكن تتفاقم العرات في معظم الأحيان عندما يكون الجسمُ في حالة استرخاء أيضًا مثل عند مشاهدة التلفاز. ،",
                    "قد يُؤدِّي لفت الانتباه إلى العرَّة، خُصوصًا عندَ الأطفال إلى تفاقمها. ،",
                    "لا تحدُث العرَّات في أثناء النوم عادةً، ومن النادر أن تُؤثِّر في التنسيق. ،",
                    "قد تقلّ العرَّات عندما يُركِّزُ الأشخاص على مهمَّة مثل النشاطات المدرسية أو العمل أو عندما يكونون في مكان غير مألوف. ،",
                    "قد يُعاني المصابين بالعرَّات الشديدة خُصوصًا مُتلازمة توريت، من صُعوبة في الأداء ويتعرَّضون إلى قلق كبيرٍ في المواقف الاجتماعية. ،",
                    "في الماضي كان الناس يتجنَّبون مرضى العرَّات ويقومون بعزلهم بل حتَّى ينظرون إليهم وكأنَّ فيهم مسّ من الشيطان. ،",
                    "قد يُصبح المرضى اندفاعيين  ،عدوانيين  ،يتصرفون بطريقة مدمَّرة للذات. ،",
                    "يكُون الأطفال الذين لديهم اضطراب العرة الشديد أو مُتلازمة توريت أكثر ميلًا لأن يُعانوا من اضطراب آخر، مثل اضطراب الوسواس القهري  ، اضطراب نقص الانتباه وفرط النشاط  ، اضطرابات التعلُّم. ،",
                    "ويبدو أن هذه المشاكل تنجُم عن تشوهات الدماغ التي تسبب العرات ومُتلازمة توريت. ،",
                    "ولكن عندما يكون اضطراب العرة شديدًا تُؤدِّي الشدَّة غير العادية والناجمة عن التعايش مع الاضطراب إلى تفاقُم هذه المشاكل. ،",
                    "تميل العرَّات إلى أن تكون متشابهةً في أي وقت معين، ولكنها تختلف من ناحية النوع والشدة والتواتُر على مدى فترة من الزمن. ،",
                    "في بعض الأحيان تبدأ العرَّات بشكلٍ مفاجئ وعلى نحو دراماتيكيّ، وقد تحدث لعدَّة مرَّات في الساعة، ثُمَّ تختفي تقريبًا لأشهُرٍ عديدة. ،",
                    "أنواع العرَّات: ،",
                    "قد تكون العرَّات: ،",
                    "بسيطة أو معقدة. ،",
                    "حركي، أو صوتي، أو كلاهما. ،",
                    "تكون العرَّات البسيطة قصيرة بشكلٍ كبيرٍ، وقد تبدأ على شكل سلوكيات عصبيَّة nervous mannerisms. ،",
                    "تستمرُّ العرات المعقدة لفترة أطول  ،قد تنطوي على العديد من العرات البسيطة. ،",
                    "بالنسبة إلى بعض العرات المعقدة، قد يصرخ الأشخاص بكلمات غير مقبولة اجتماعيًا، مثل الكلمات الفاحشة أو تلك المتعلقة بالبراز (تُسمَّى البُذاء coprolalia). ،",
                    "على الرغم من أن الأشخاص غالبًا ما يربطون البُذاء بمُتلازمة توريت، لا يكون على الأقل 85% من أشخاص هذه المتلازمة لديهم بُذاء. ،",
                    "قد تبدو العرَّات المعقدة مقصودة، كما هي الحال في البذاء أو عندما يكرر شخص حركات أو كلمات شخص آخر ك. ،"
                    
                  ],
                  "diagnosis": [
                    "تقييم الطبيب.",
                    "يُمكن أن يُساعِد التَّشخيص المبكر لاضطراب العرَّة الآباءَ على فهم أنَّ العرَّات التي يُعاني منها أطفالهم ليست متعمَّدة، وأن العقاب لا يمكن أن يُوقفها بل قد يجعلها تتفاقم.",
                    "يستند التَّشخيص إلى الأَعرَاض ومدتها.",
                    "للتفريق بين مُتلازمة توريت واضطرابات العرَّة الأخرى، قد ينبغي على الأطباء تقييم الأطفال بشكلٍ دوريّ مع مُرور الزمن،",
                    "كما يقُوم الأطباءُ أيضًا بتفحُّص الأطفال للتحري عن اضطرابات تترافق غالبًا مع العرَّات، مثل اضطراب نقص الانتباه وفرط النشاط واضطراب الوسواس القهريّ."
                  ],
                  "treatment": [
                    "تقديم الطمأنينة والدعم. ،",
                    "التداخُّل السلوكيّ الشامل لمعالجة العرَّات. ،",
                    "الأدوية. ،"
                  ]
                },
          
                {
                  "disorder": "اضطراب الاستِعراء",
                  "definition": [
                    "ينطوي الاستِعراء exhibitionism على تعريض أو كشف الأعضاء التناسلية لإثارة الشهوة الجنسية، أو يكون لدى الشخص رغبةٌ قوية في أن يُلاحظَه أشخاصٌ آخرون في أثناء النشاط الجنسي.",
                    "أما الاضطرابُ الاستِعرائي فينطوي على العمل على تحفيز الرغبات أو التخيُّلات الاستِعرائيَّة، أو المعاناة من الضيق أو عدم القدرة على العمل بسبب تلك الرغبات والتخيُّلات."
                  ],
                  "symptom": [
                    " ،عرض الأعضاء التناسلية أمام الغرباء غير المُتوقَّعين",
                    "الشعور بالإثارة الجنسية عند القيام بذلك ،",
                    "الحاجة إلى المفاجأة أو الصدمة  ، التأثير في المُراقب غير الراغِب ،",
                    "استهداف النساء أو الأطفال غالبًا ،",
                    "عدم اللجوء إلى الاتصال الجنسي الفعلي ،"
                  ],
                  "diagnosis": [
                    "تَقيِيم الطَّبيب استنادًا إلى معايير التشخيص النفسية القياسية",
                    "إثارة متكرِّرة وشديدة من خلال كشف الأعضاء التناسلية أو ملاحظة الآخرين أثناء النشاط الجنسي",
                    "التعبير عن الإثارة من خلال التوهّمات أو الرغبات الشديدة أو السلوكيات",
                    "الشعور بالضيق الشديد أو ضعف الأداء الاجتماعي والوظيفي",
                    "استمرار الأعراض لمدة ستة أشهر أو أكثر",
                    "تحديد ما إذا كان الشخص يستثار جنسيًا عند كشف أعضائه للأطفال أو البالغين أو كليهما"
                  ],
                  "treatment": [
                    "العلاج النفسي ومجموعات الدعم ،",
                    "أنواع مُعيَّنة من مضادَّات الاكتئاب ،",
                    "أدوية أخرى في بعض الأحيان ،"
                  ]
                }
                ,
                {
                  "disorder": "اضطراب الفرك",
                  "definition": [
                    "الفركية (frotteuristism) هي الاستثارة الجنسية الشديدة الناجمة عن لمس أو فرك شخص بدون موافقته.",
                    "يُشخَّص اضطرابُ الفرك عندما يتصرف الشخص بناءً على هذه الرغبات الجنسية أو عندما تسبِّب تلك الرغبات الجنسية ضائقة كبيرة أو ضَعفًا في الأداء."
                  ],
                  "cause": [
                    "يُعتقد أن أسباب اضطراب الفرك تنطوي على مزيج من العوامل النفسية، والاجتماعية، والبيولوجية."
                  ],
                  "diagnosis": [
                    "تَقيِيم الطَّبيب استنادًا إلى معايير التشخيص النفسية القياسية.",
                    "إثارة جنسية متكرِّرة وشديدة عند لمس أو الاحتكاك بشخص بدون موافقته (توهمًا، أو رغبًة، أو سلوكًا).",
                    "تصرف الشخص بناءً على هذه الرغبات الجنسية مع شخص بدون موافقته، أو أن الرغبات أو الأوهام الجنسية تسبب ضائقة أو تراجعًا في الأداء الاجتماعي أو المهني.",
                    "استمرار الحالة لمدة ستة أشهر أو أكثر.",
                    "يحدد الطبيب أيضًا ما إذا كان الشخص يعيش في بيئة منضبطة (مثل مؤسسة) أو في حالة تعافٍ كامل (مرور 5 سنوات على الأقل دون ضائقة أو ضعف أداء في بيئة غير منضبطة)."
                  ],
                  "symptom": [
                    "الشعور بالحماس لخطر ضبطهم متلبسين بالفعل في مكان عام. ،",
                    "حدوث معظم حالات الفرك من الذكور تجاه الإناث، مع وجود حالات لملامسة الإناث للذكور أو الإناث الآخرين. ،",
                    "وقوع بعض الحالات بين الذكور أنفسهم. ،",
                    "تعرض الأطفال من كلا الجنسين لهذه الملامسات. ،",
                    "يُعد هذا السلوك جريمة عندما يرتكبه البالغون، لأنه شكل من أشكال الجنس غير الرضائي. ،"
                  ],
                  "treatment": [
                    "العلاج النفسي (الفردي أو الجماعي). ،",
                    "أنواع مُعيَّنة من مضادَّات الاكتئاب. ،",
                    "أدوية أخرى في بعض الأحيان. ،"
                  ]
                }
                ,
                {
                  "disorder": "اضطراب العَرَض الجسدي",
                  "definition": [
                    "يتميز اضطراب العَرَض الجسدي بظهور واحد أو أكثر من الأعراض الجسدية المزمنة.",
                    "تكون هذه الأعراض مصحوبة بمستويات كبيرة ومتنامية من الشدة النفسية، والقلق، وصعوبة في إنجاز المهام اليومية المرتبطة بها."
                  ],
                  "symptom": [
                    "ينهمك المصابون بالعَرَض الجسدي بأعراضهم وخاصة مدى خطورتها. ،",
                    "يركز هؤلاء الأشخاص غالبًا على المخاوف الصحية أو الحياة بشكل عام. ،",
                    "تبدأ الأعراض الجسدية عادةً قبل سن الثلاثين وأحيانًا في أثناء الطفولة. ،",
                    "يعاني البعض من العديد من الأعراض، بينما يعاني آخرون من عرض حاد واحد فقط، عادةً الألم. ،",
                    "قد تكون الأعراض محددة  ،(مثل ألم البطن) أو غامضة (مثل التعب). ،",
                    "يشعر المصابون بقلق مفرط حول أعراضهم الجسدية وعواقبها المحتملة، مما قد يؤدي إلى تعطيل حياتهم. ،",
                    "يميلون إلى تفسير الإحساسات العادية أو الانزعاج على أنها دليل على مرض خطير. ،",
                    "يصبح بعض المرضى معتمدين على الآخرين للحصول على الدعم العاطفي، ويشعرون بالغضب إذا لم تُلبَّ رغباتهم. ،",
                    "قد يهددون بالانتحار أو يُقدمون عليه. ،",
                    "غالبًا ما يكونون غير راضين عن الرعاية الطبية المقدمة لهم  ،يتنقلون بين الأطباء. ،",
                    "قد يعاني البعض من حساسية غير اعتيادية تجاه الأدوية. ،",
                    "تعكس شدة الأعراض أحيانًا رغبة في الحصول على الرعاية، أو تجنب المسؤوليات، أو الشعور بالذنب. ،",
                    "قد تتحسن الأعراض أو تزداد سوءًا، لكنها تستمر لفترة طويلة ونادرًا ما تتعافى تمامًا. ،"
                  ],
                  "diagnosis": [
                    "يتم التشخيص من خلال تقييم الطبيب استنادًا إلى المعايير النوعية.",
                    "يُشخص اضطراب العَرَض الجسدي عند تحقق المعايير التالية:",
                    "- وجود قلق مفرط و/أو تعطيل للحياة اليومية.",
                    "- تركيز المريض المستمر على خطورة الأعراض.",
                    "- قلق مفرط بشأن الصحة أو الأعراض المصاحبة.",
                    "- إهدار وقت وجهد كبير على مراقبة الأعراض أو التفكير في المخاوف الصحية.",
                    "يقوم الطبيب بإجراء فحص شامل واختبارات لاستبعاد الاضطرابات الجسدية.",
                    "يمكن تمييزه عن اضطرابات نفسية مشابهة من خلال الأعراض المستمرة والأفكار الوسواسية المصاحبة.",
                    "قد يبقى غير مشخص لدى كبار السن، حيث تعتبر بعض الأعراض جزءًا من الشيخوخة."
                  ],
                  "treatment": [
                    "العلاج السُّلُوكي المعرفي هو الأكثر فعالية. ،",
                    "إحالة المريض إلى طبيب نفسي غالبًا ما تكون ضرورية. ،",
                    "يستفيد المرضى من علاقة قائمة على الدعم والثقة مع طبيبهم. ،",
                    "يمكن للطبيب تنسيق الرعاية الصحية، وتقديم العلاجات لتخفيف الأعراض، ومتابعة المريض بانتظام. ،",
                    "يجب على الطبيب الحذر من احتمال تطور اضطراب جسدي جديد ومستقل عن الاضطراب الحالي. ،",
                    "يُعالج الاكتئاب المصاحب، إن وجد. ،"
                  ]
                }
                ,
                {
                  "disorder": "الاضطراب المُفتعل المفروض على الغير",
                  "definition": [
                    "الاضطراب المُفتعل المفروض على الغير هو قيام شخص بادعاء أو افتعال أعراض مرضية أو نفسية لدى شخص آخر.",
                    "غالبًا ما يكون الأوصياء، مثل الآباء، هم المسؤولون عن هذا السلوك تجاه من هم تحت رعايتهم."
                  ],
                  "symptom": [
                    "قد يختلق الوصي قصة مرضية، مثل الادعاء بأن الطفل يعاني من الحمى أو التقيؤ في المنزل رغم أنه بصحة جيدة. ،",
                    "قد يلجأ بعض مقدمي الرعاية إلى إيذاء الطفل باستخدام الأدوية أو مواد أخرى لمحاكاة المرض. ،",
                    "يمكن أن يضيف الوصي الدم أو الملوثات البكتيرية إلى عينات البول لإعطاء انطباع بوجود مرض. ،",
                    "يسعى الوصي إلى الحصول على الرعاية الطبية للطفل، مع إظهار قلق شديد وحماية مفرطة. ،",
                    "غالبًا ما يكون لدى الطفل تاريخ متكرر من الزيارات للمستشفى بسبب أعراض غير محددة دون تشخيص واضح. ،",
                    "يتعرض هؤلاء الأطفال لخطر الإصابة بأمراض خطيرة  ، الوفاة نتيجة محاولات الوصي لمحاكاة المرض. ،"
                  ]
                }
                ,
                {
                  "disorder": "اضطراب ذهاني قصير الأمد",
                  "definition": "يتميز هذا الاضطراب بظهور أعراض ذهانية تستمر لفترة قصيرة، تتراوح بين يوم واحد وشهر واحد.",
                  "symptom": [
                    "الأوهام: اعتقادات خاطئة يتمسك بها المريض رغم وجود أدلة قوية تناقضها. ،",
                    "الهلوسات: رؤية أو سماع أشياء غير موجودة. ،",
                    "الكلام المشوش: صعوبة في تنظيم الأفكار والتحدث بشكل منطقي. ،",
                    "السلوك المضطرب بشدة أو الجمود: يشمل عدم الحركة أو عدم الاستجابة للمحفزات. ،"
                  ],
                  "diagnosis": [
                    "يتم تشخيص الاضطراب إذا استمرت الأعراض أقل من شهر واحد ولم يكن هناك تفسير آخر لها.",
                    "يجب استبعاد الأسباب المحتملة الأخرى، مثل التأثيرات الجانبية للأدوية، والمشاكل الطبية (مثل ورم دماغي أو صرع الفص الصدغي)، بالإضافة إلى اضطرابات مثل الفصام والاضطراب الفصامي العاطفي."
                  ],
                  "treatment": [
                    "تشبه معالجة هذا الاضطراب علاج الفصام. ،",
                    "قد تتطلب الحالة إشرافًا طبيًا  ،استخدامًا مؤقتًا للأدوية المضادة للذهان. ،"
                  ]
                }
                ,
                {
                  "disorder": "الذهان في الأطفال واليافعين",
                  "definition": "يمر العديد من اليافعين بفترات من القلق، الإجهاد، الارتباك، أو الاستياء الشديد، والتي لا تكون بالضرورة علامة على مرض عقلي. يحدث الذهان عندما يضطرب التفكير والمشاعر إلى حد الانفصال عن الواقع، مما قد يكون تجربة مزعجة ومخيفة، لكن المساعدة متاحة.",
                  "symptom": [
                    "الأوهام: معتقدات قوية وغريبة يتمسك بها الشخص رغم عدم واقعيتها. ،",
                    "التفكير المضطرب: صعوبة في تنظيم الأفكار أو التعبير عنها بطريقة منطقية. ،",
                    "الهلوسات: سماع أو رؤية أشياء غير موجودة في الواقع. ،"
                  ],
                  "treatment": {
                    "الأدوية": "تعد الأدوية المضادة للذهان حجر الأساس في العلاج، حيث تساعد في التحكم بالأعراض عبر تعديل تأثيرات النواقل العصبية في الدماغ ، تشمل مضادات الذهان الشائعة: ريسبيريدون، أولانزابين، وأريبيبرازول. ،",
                    "العلاج النفسي للأطفال": "يمكن أن يكون العلاج النفسي خاصة العلاج السلوكي المعرفي فعالًا في علاج الذهان، حيث يساعد على تحدي وتعديل الأفكار والسلوكيات المشوهة ، كما قد يكون العلاج الأسري ومجموعات الدعم مفيدًا. ،",
                    "العلاج في المستشفى": "في الحالات الشديدة قد يكون دخول المستشفى ضروريًا لضمان سلامة المريض وتوفير بيئة خاضعة للرقابة لتقديم العلاج المكثف. ،"
                  }
                }
                , 
                {
                  "disorder": "نوبة مصحوبة بغيبة",
                  "definition": [
                      "نوبة مصحوبة بغيبة هي نوع من نوبات الصرع القصيرة التي تؤدي إلى فقدان مؤقت للوعي دون حركات تشنجية كبيرة.",
                      "تحدث غالبًا لدى الأطفال، وقد تبدو كأنها لحظات من التحديق في الفراغ."
                  ],
                  "symptom": [
                      "توقف مفاجئ عن النشاط من دون سقوط. ،",
                      "لعق الشفتين. ،",
                      "رعشة في الجفنَين. ،",
                      "حركات مضغ. ،",
                      "فرك الأصابع. ،",
                      "حركات صغيرة باليدين. ،"
                  ],
                  "cause": [
                      "نشاط غير طبيعي في الدماغ.",
                      "خلل في الإشارات الكهربائية بين خلايا الدماغ.",
                      "عوامل وراثية قد تزيد من احتمالية الإصابة."
                  ],
                  "treatment": [
                      "يتم علاج النوبات المصحوبة بغيبة عادةً باستخدام الأدوية المضادة للصرع مثل إيثوسكسيميد أو فالبروات الصوديوم. ،",
                      "قد يوصي الأطباء بتعديلات في نمط الحياة، مثل تجنب المحفزات التي تؤدي إلى النوبات. ،",
                      "في بعض الحالات يمكن اللجوء إلى أنظمة غذائية مثل الحمية الكيتونية للمساعدة في السيطرة على النوبات. ،"
                  ]
              }
              ,
              {
                "disorder": "الصمت الانتقائي عند الأطفال",
                "definition": [
                    "الصمت الانتقائي، أو الخرس الانتقائي (SM)، هو اضطراب نفسي يمنع الطفل من التحدث أو التفاعل في مواقف معينة.",
                    "يتم تشخيصه عادةً في مرحلة الطفولة، حيث يكون الطفل قادرًا على التحدث في بعض البيئات، مثل المنزل، لكنه يواجه صعوبة في أماكن أخرى، مثل المدرسة أو الأماكن العامة."
                ],
                "symptom": [
                    "عدم القدرة على التحدث في البيئة المدرسية أو في مواقف اجتماعية محددة. ،",
                    "التململ، وعدم القدرة على التواصل البصري، وقلة التفاعل في المواقف المُخيفة. ،",
                    "الرغبة في التحدث لكن يعوقها القلق والخوف والإحراج. ،",
                    "الاعتماد على وسائل التواصل غير اللفظية مثل الإيماء بالرأس أو الإشارة باليدين.v",
                    "الشعور بالخجل والخوف من التفاعل مع الآخرين، والامتناع عن الكلام بين سن 2 و4 سنوات. ،",
                    "القدرة على التحدث بسهولة في بعض البيئات (مثل المنزل أو مع الأشخاص المألوفين)، لكن ليس في أماكن أخرى (مثل المدرسة أو مع الأشخاص غير المألوفين). ،"
                ],
                "treatment": {
                    "العلاج النفسي": [
                        "استخدام اللعب، والرسم، والقصص لمساعدة الطفل على التعبير عن نفسه. ،",
                        "العلاج السلوكي المعرفي لإعادة التكيف مع سلوكيات جديدة. ،"
                    ],
                    "العلاج الأسري": [
                        "تحسين علاقات الطفل مع أفراد عائلته والمحيطين به. ،",
                        "تشجيع الأهل على توفير بيئة آمنة للطفل للتعبير عن نفسه. ،"
                    ],
                    "دور المدرسة": [
                        "دعم الطفل وتشجيعه على المشاركة في الأنشطة. ،",
                        "تعريضه لمواقف تعزز ثقته بنفسه وتدريبه على التفاعل التدريجي مع زملائه. ،"
                    ],
                    "العلاج الدوائي": [
                        "يُستخدم فقط في الحالات الشديدة بعد استشارة الطبيب المختص. ،"
                    ]
                }
            }
            ,
            {
              "disorder": "جنون العظمة",
              "definition": [
                  "يُعَدُّ جنون العظمة أحد الاضطرابات العقلية الأكثر شيوعاً، وغالباً ما يتم الخلط بينه وبين جنون الارتياب (البارانويا).",
                  "يتميز هذا الاضطراب بإحساس الشخص بأنه فوق الجميع نتيجةً لقدرات وإمكانات عظيمة يعتقد أنه يمتلكها، رغم أنها غير موجودة إلا في ذهنه.",
                  "المشكلة الأساسية هي أن المصاب يصدق هذه الأوهام، مما يجعله غير قادر على التمييز بين الحقيقي والمتخيل."
              ],
              "symptom": [
                  "الهلوسة، والحساسية الشديدة تجاه النقد. ،",
                  "المزاج المتقلب  ،الإحساس بفرط النشاط. ،",
                  "اضطرابات في النوم. ،",
                  "الإعجاب الشديد بالنفس، وكثرة الكلام والثرثرة. ،",
                  "الاعتقاد بأن الشخص دائماً على حق ولا يُخطِئ أبداً. ،",
                  "السلوك العدواني كرد فعل على الأوهام الكثيرة في ذهنه. ،",
                  "العصبية الشديدة وعدم القدرة على التأقلم. ،"
              ],
              "treatment": {
                  "العلاج الطبي": [
                      "لا يمكن اللجوء إلى هذا العلاج إلا بعد اقتناع الشخص بوجود مشكلة لديه. ،",
                      "يتم العلاج في المستشفى تحت إشراف طبي، باستخدام الأنسولين المعدل والصدمات الكهربائية. ،"
                  ],
                  "العلاج الدوائي": [
                      "استخدام مضادات الاكتئاب والمهدئات للتخفيف من الانفعال والتوتر. ،"
                  ],
                  "العلاج النفسي": [
                      "يهدف إلى مساعدة المريض على إدراك مشكلته والتخفيف من الأعراض. ،",
                      "غالباً ما يواجه المصاب صعوبة في تقبل العلاج النفسي بسبب اعتقاده أنه لا يحتاجه. ،"
                  ],
                  "العلاج السلوكي": [
                      "يُعتبر الأكثر تأثيراً في مساعدة المريض على الاندماج في المجتمع. ،",
                      "تلعب الأسرة دوراً كبيراً في تقليل شعور المريض بأنه محور الكون. ،",
                      "يهدف العلاج إلى تعزيز تفاعل المريض مع الآخرين وتقليل العزلة الاجتماعية. ،"
                  ]
              },
              "cause": {
                  "الوراثة": "يزداد خطر الإصابة بجنون العظمة إذا كان هناك أقارب من الدرجة الأولى مصابون به.",
                  "الأدوية": "تناول بعض الأدوية مثل حبوب الهلوسة قد يؤدي إلى اعتقاد الشخص بأنه قائد عظيم أو نبي.",
                  "الأسباب البيولوجية": "تغير نسبة النواقل العصبية في الدماغ قد يكون عاملاً في ظهور الاضطراب، خاصة في حالات مثل اضطراب ثنائي القطب أو الفصام.",
                  "الظروف الاجتماعية والمشكلات النفسية": [
                      "قد ترتبط بالإهمال أو الاضطهاد في مرحلة الطفولة، مما يؤدي إلى مشاكل نفسية لاحقاً.",
                      "يدفع القلق والخوف من الفشل الشخص إلى الاعتقاد بأنه دائماً على حق والجميع حوله مخطئون."
                  ],
                  "انعدام الثقة بالنفس": "قد يظهر ذلك في صورة غرور وثقة زائدة.",
                  "الاضطرابات في نمو الشخصية": "تلعب دوراً في تطور جنون العظمة.",
                  "الأمراض الجسدية": [
                      "قد يكون جنون العظمة عرضاً لأمراض مثل داء باركنسون، نقص السمع، شلل الأطفال، السكتة الدماغية.",
                      "يمكن أن يكون أيضاً مرتبطاً بأمراض الجهاز العصبي مثل الزهري والخرف."
                  ]
              }
            }
            ,
            {
              "disorder": "الكذب المرضي",
              "definition": [
                  "الكذب المرضي هو نوع خاص من الكذب يتميز باستمرار الشخص في تقديم معلومات غير صحيحة وتكرار هذا الفعل دون وجود دوافع واضحة.",
                  "يختلف عن أنواع الكذب الأخرى مثل الكذب الأبيض، الذي يهدف إلى تحسين صورة الشخص أو الحفاظ على سمعته، أو الكذب التكتيكي الذي يُستخدم لتحقيق هدف معين مثل تجنب عقوبة."
              ],
              "symptom": [
                  "يحتاج تمييز الكذب المرضي إلى خبرة متخصصة. ،",
                  "يتسم باستمرارية الكذب حتى في غياب دوافع واضحة. ،",
                  "يختلف عن الكذب الأبيض، حيث إن الكذب المرضي يكون متكرراً وغير مبرر. ،"
              ],
              "treatment": [
                  "يعتمد العلاج على التقييم النفسي لحالة الفرد. ،",
                  "يمكن أن يشمل العلاج النفسي  ، العلاج الدوائي بناءً على تقدير المختص. ،",
                  "تعد العلاجات المتكاملة التي تجمع بين العلاج النفسي والدوائي أكثر فاعلية في تقديم الدعم للمصابين بالكذب المرضي. ،"
              ]
            }
            ,
            
            {
              "disorder": "الشخصية التبعية",
              "definition": [
                  "الشخصية التبعية أو التابعة هي اضطراب سلوكي يصيب الرجال والنساء، لكنه أكثر شيوعًا بين النساء.",
                  "يتميز هذا الاضطراب بالاعتماد المفرط على الآخرين، حيث يربط الشخص نفسه بالمحيطين به بطريقة تفاعلية سلبية.",
                  "تبدأ هذه الحالة عادة في الصغر، لكن العوامل التي تحفزها ما تزال غير مفهومة بشكل كامل."
              ],
              "symptom": [
                  "الاعتماد المرضي على الآخرين في اتخاذ القرارات،",
                  "الخوف من فقدان العلاقات المهمة،",
                  "صعوبة في التعبير عن الرأي الشخصي،",
                  "تجنب المواقف التي تتطلب الاستقلالية،",
                  "ضعف الثقة بالنفس،",
                  "القلق الدائم،",
                  "الخوف من تولي المناصب القيادية،",
                  "البحث المستمر عن دعم الآخرين،",
                  "الميل إلى تنفيذ رغبات الآخرين لتلقي المديح،",
                  "الشعور بعدم القدرة على الاهتمام بالنفس،",
                  "الدخول في علاقات جديدة بسرعة لتعويض العلاقات المفقودة،"
              ],
              "treatment": [
                  "تنقسم أساليب العلاج إلى قسمين،",
                  "أساليب وقائية،",
                  "أساليب علاجية،",
                  "تعتمد الوقاية على التربية المتوازنة،",
                  "التي توفر الدعم للطفل،",
                  "مع منحه الحرية لتطوير استقلاليته،",
                  "يمكن أن يشمل العلاج جلسات نفسية فردية،",
                  "لتعزيز الثقة بالنفس،",
                  "والاستقلالية،",
                  "قد يُستخدم العلاج الدوائي في بعض الحالات التي تستدعي ذلك تحت إشراف مختص،"
              ]
          },
          
          {
            "disorder": "الشخصية الاضطهادية (البارانوية)",
            "definition": [
              "الشخصية الاضطهادية هي أحد اضطرابات الشخصية التي لا يدرك المصاب بها معاناته منها.",
              "تؤثر هذه الحالة على الحياة اليومية، حيث تعيق أداء المهام الحياتية والمهنية والاجتماعية.",
              "تتميز هذه الشخصية بالشكوك المفرطة والريبة تجاه الآخرين، مما يجعل التواصل مع الآخرين صعبًا."
            ],
            "symptom": [
              "الارتياب الدائم دون مبرر،",
              "الشك في نوايا الآخرين وتفسير تصرفاتهم بسوء نية،",
              "الشك في نوايا الآخرين،",
              "الخوف من استغلال الآخرين له،",
              "القدرة على تحريف الأحداث لصالحه،",
              "عدم تقبل النقد بأي شكل،",
              "غياب التسامح،",
              "والقسوة في التعامل،",
              "الشعور الدائم بالحسد،",
              "والغيرة،",
              "الشك المَرَضي بشريك الحياة،",
              "تفسير المواقف بشكل سلبي،",
              "وعدائي،",
              "الغرور،",
              "والتكبر،"
            ],
            "treatment": [
              "لا يمكن إجبار المصاب بالشخصية الاضطهادية على التغيير،",
              "بل يجب التركيز على تغيير ردة الفعل تجاهه،",
              "تجنب الدخول في معارك،",
              "ونقاشات غير مجدية معه،",
              "انتقاد الشخصية الاضطهادية بلطف،",
              "وهدوء عند الضرورة،",
              "محاولة زيادة وعيه باضطرابه ليهتم بالعلاج،",
              "التحلي بالصبر،",
              "والحكمة عند التعامل معه، خاصة إذا كان شخصًا قريبًا،",
              "التمسك بالآراء الشخصية،",
              "والعدم التنازل لإرضائه، حتى لا يتجاوز حدوده،",
              "في الحالات الشديدة، يُفضل استشارة طبيب نفسي مختص للحصول على الدعم المناسب،"
            ]
          }
          
            ,
            {
              "disorder": "السير خلال النوم",
              "definition": "السير خلال النوم هو اضطراب نومي يحدث عندما يقوم الشخص بأنشطة مثل المشي أو التحدث أثناء النوم دون وعي أو تذكر لاحق، وغالبًا ما يحدث في مراحل النوم العميقة.",
              "symptom": [
                "ينهض من على السرير ويتجول،",
                "يجلس فوق السرير،",
                "ويفتح عينيه،",
                "تكون عيناه محدقتين،",
                "وثابتتين،",
                "لا يستجيب، يتحدث إلى الآخرين،",
                "يكون من الصعب إيقاظه،",
                "يكون مشتتًا لمدة قصيرة من الوقت بعد استيقاظه،",
                "لا يتذكر نوبة السير أثناء النوم،",
                "عندما يستيقظ في الصباح،",
                "تكون لديه مشكلات في أداء عمله أثناء النهار نتيجة اضطراب النوم،",
                "يكون مصابًا أيضًا بنوبات هلع أثناء النوم تُسبِّب الصراخ وتحريك الذراعين والساقين،" ,
                "مثل ارتداء الملابس أو التحدث أو تناول الطعام،إجراء الأنشطة الروتينية،",
              
                "مغادرة المنزل،",
                "قيادة سيارة،",
                "الانخراط في سلوك غير معتاد،مثل التبول في الخزانة،",
              
                "الانخراط في نشاط جنسي دون وعي،",
                "التعرض للإصابة،",
                "على سبيل المثال، عن طريق السقوط من الدَّرَج أو القفز من نافذة،",
                "التعامل بعنف خلال فترة الارتباك الوجيزة عقب الاستيقاظ،",
                "أو عند السير أثناء النوم من حين لآخر،"

              ],
              "treatment": [
             "ضبط الأدوية ، " ,
              
                "الإيقاظ الاستباقي ، ",
                "إيقاظ الأشخاص قبل حوالي 15 دقيقة من الموعد الذي يمشون فيه أثناء النوم  ،",              
                "مضادات الاكتئاب ، ",
                "التنويم المغناطيسي الذاتي ، ",
                "التوجيه المعنوي  ،"
                
              ]
            }
            
            
            ,
            {
              "disorder": "الاضطرابات الذهانية المُحرّضة بالعقاقير والمخدرات",
              "definition": [
                "يتميَّز الاضطرابُ الذهاني المُحرّض بالعقاقير أو المخدرات بالهلاوس أو التوهُّمات الناجمة عن التأثيرات المباشرة لتعاطي مادة ما أو التوقف عن تعاطيها (السحب)."
              ],
              "symptom": [
                "غالبًا ما تكون الأعراض قصيرة،",
                "وتختفي حالما يتخلص الجسم من العقار المُسبِّب للأعراض،",
                "قد يستمرُّ الذهان المُحرَّض بالأمفيتامينات،",
                "أو الكوكايين،",
                "أو الفينسيكليدين لعدة أسابيع،"
              ],
              "treatment": [
                "تأمين وسط هادئ،",
                "استخدام البنزوديازيبين،",
                "أو الأدوية المُضادَّة للذهان عند الحاجة،"
              ]
            }
            
            
            ,
            {
              "disorder": "اضطراب لِبسَة الجِنس الآخر",
              "definition": [
                "تنطوي لبسةُ الجنس الآخر transvestism على الإثارة الجنسية المتكررة والمكثفة من لبسة الجنس الآخر.",
                "اضطراب لبسة الجنس الآخر هو لبسةُ الجنس الآخر التي تسبِّب ضائقة كبيرة أو تتداخل بشكلٍ كبير مع الأداء اليومي."
              ],
              "symptom": [
                "قد يرتدي الأشخاص الذين يلبسون لبسة الجنس الآخر تلك الملابس لأسبابٍ أخرى غير التحفيز الجنسي،",
                "على سبيل المثال، للحدِّ من القلق،",
                "أو الاسترخاء،",
                "أو لتجربة الجانب الأنثوي من شخصيَّاتهم في حالة الذكور،"
              ],
              "treatment": [
                "مجموعات الدَّعم،",
                "والمجموعات الاجتماعية،",
                "العلاج النفسي في بعض الأحيان،"
              ]
            }
            
            ,
            
              {
                "disorder": "اضطراب الشخصية الانهزامية",
                "definition": [
                  "اضطراب في الشخصية، حيث تتبنَّى الشخصية الانهزامية أسلوب حياة قائم على التشاؤم والسلبية وسوء الظن وضعف الإرادة.",
                  "تميل إلى السوداوية في كل شيء تُقدِم عليه، وترفض أن ترى آفاق الحياة الأخرى.",
                  "تفشل في الإحساس بنعم الحياة وبما تملكه من قدرات ومَلَكات.",
                  "يسيطر عليها إحساس العجز والهزيمة في كل مناحي الحياة."
                ],
                "symptom": [
                  "توقُّع الشر،",
                  "شعور دائم بعدم الكفاية،",
                  "والقلق من الفشل،",
                  "التفكير السلبي المستمر،",
                  "وانتقاد الذات،",
                  "التردد،",
                  "والخوف من تحمل المسؤوليات والمهام الجديدة،",
                  "تجنب التحديات،",
                  "والفرص خوفاً من الفشل،",
                  "صعوبة في التعبير عن المشاعر،",
                  "والاحتياجات،",
                  "العزلة،",
                  "وتدهور العلاقات الاجتماعية،",
                  "صعوبة في الترقية،",
                  "والتفوق في العمل بسبب التردد،"
                ],
                "treatment": [
                  "اعتراف الشخص بما يعانيه من اضطراب،",
                  "ورغبته الصادقة في التخلص منه،",
                  "التدرب على مواجهة المخاوف بدلاً من الهروب منها،",
                  "التفكر أكثر في خلق الكون،",
                  "والهدف الأساسي من وجودنا على الأرض،",
                  "إدراك حقيقة أنَّ السعي هو الرسالة الأسمى في الحياة،",
                  "تعلم حب الذات،",
                  "واكتشاف نقاط القوة وتطويرها،",
                  "تغيير بوصلة التركيز من السلبيات إلى الإيجابيات،",
                  "السعي إلى بناء علاقات حقيقية مع أناس حقيقيين،",
                  "الابتعاد عن العالم الافتراضي،",
                  "الثقة بالنفس من جديد ،والعمل على التعبير الحر عن الذات،"
                 
                ]
              }
              
               ,
               {
                "disorder": "متلازمة ستوكهولم",
                "definition": [
                  "متلازمة ستوكهولم هي عبارة عن ظاهرة نفسيّة تُصيب الفرد عندما يتعاطف مع عدوّه أو مع أي شخصٍ آخر قد أساء إليهِ بأيِّ شكلٍ من الأشكال، كولاء وتعاطف المخطوف مع المُختطف.",
                  "هذه المشاعر تُعتبر بشكلٍ عام غير منطقيّة وغير عقلانيّة في ضوء الخطر والمجازفة التي تتحمّلها الضحيّة.",
                  "تشعر الضحيّة بأنّ الإساءة من قِبَل المعتدي هي إحسان ورحمة، وبأنّه الحامي من العالم الخارجي وبمثابة الوالد الذي يؤمِّن الحياة لها.",
                  "تتطوَّر هذهِ الحالة مع عدم عدوانيّة الخاطف وتعاملهِ بلطفٍ مع رهائنه."
                ],
                "symptom": [
                  "تكوُّن شعور إيجابي لدى الضحايا بالتعاطُف،",
                  "والامتنان تجاه الشخص المعتدي،",
                  "تكوُّن مشاعر سلبيّة لدى الضحيّة نحو أي شخص يحاول مساعدته أو إنقاذه، حتّى ولو كان من المقرَّبين،",
                  "قيام الضحيّة بتقديم الدعم والمساندة للمعتدي،",
                  "بالإضافة لتأييد تصرُّفات وأفكار المُعتدي،",
                  "شعور الضحيّة بتكوُّن رابط يجمع بينها وبين المعتدي من ناحية الأفكار والآراء والأهداف،",
                  "رفض الضحيّة أي مبادرة قد تساعد على تحريرها،",
                  "أو إطلاق سراحها أو فصلها عن الشخص المعتدي،"
                ],
                "treatment": [
                  "إنّ علاج هذه المتلازمة يتطلّب الكثير من الجهد،",
                  "والتعامُل الدقيق مع المريض،",
                  "يتم العلاج عن طريق تطبيق بعض المعالجات السلوكيّة،",
                  "والجلسات المكثفة والمستمرّة،",
                  "تهدف هذه الجلسات إلى تعديل وتقويم الأفكار القديمة الخاطئة التي ترسَّخت في عقل الضحيّة،",
                  "يتم العمل على إعادة صياغة معاني السلوك الأخلاقي ومفاهيم الخير والشر،",
                  "يسعى العلاج إلى تغيير صورة الخاطف في ذهن الضحيّة ليتحوَّل من منقذ إلى معتدٍ،"
                ]
              }
              
            ,
            {
              "disorder": "متلازمة جانسر",
              "definition": [
                "اضطراب نفسي نادر الحدوث، يميل صاحبه إلى ادعاء المرض والضعف في سبيل تغذية المشاعر الناقصة في داخله.",
                "يسعى المريض إلى استجداء مشاعر الآخرين بهدف تعويض ما فقده خلال حياته من مشاعر صحية ضرورية.",
                "على الرغم من حاجته إلى الاهتمام، فإنه يميل في الوقت نفسه إلى الانعزال عن الناس، مفضلًا الوحدة.",
                "يدل هذا السلوك على وجود صراعات نفسية عميقة تعصف به."
              ],
              "symptom": [
                "العدوانية في بعض الحالات، خاصة عند شعوره بعدم الحصول على الاهتمام الكافي،",
                "الإجابة عن الأسئلة بإجابات غير منطقية،",
                "أو خاطئة عمدًا،",
                "ادعاء الإصابة بأمراض،",
                "أو آلام غير حقيقية،",
                "الرغبة في جذب انتباه الآخرين،",
                "وإثارة تعاطفهم،",
                "الانسحاب الاجتماعي على الرغم من السعي للحصول على الاهتمام،"
              ],
              "treatment": [
                "مساعدة المريض على الاعتراف بحالته النفسية،",
                "حيث إنه قد لا يشعر بأنه يعاني من اضطراب بالفعل،",
                "مراقبة المريض لمنعه من إيذاء نفسه أو الآخرين،",
                "وقد يستدعي الأمر نقله إلى المستشفى في الحالات الشديدة،",
                "احتواء المريض نفسيًا،",
                "وتقديم الحب والرعاية والحنان له، حيث إنه بحاجة إلى مشاعر صادقة ودافئة،",
                "إخضاع المريض لجلسات علاج نفسي،",
                "لمساعدته على التعبير عن مشاعره وتجارب حياته،",
                "تحليل الأسباب العميقة التي أدت إلى إصابته بمتلازمة جانسر والعمل على معالجتها،"
              ]
            }
            
            ,
            {
              "Disorder": "عدم التوافق الجندري وعدم الرضا الجندري",
              "definition": [
                "عدم التوافق الجندري هو الشعور المستمر والواضح بعدم التوافق بين الهوية الجندرية للشخص والجندر المتوقع على أساس الجنس المحدد عند الولادة.",
                "عدم الرضا الجندري هو الحالة التي تُشخص عندما يُعاني الشخص الذي لديه عدم توافق جندري من ضائقة نفسية كبيرة (مثل الاكتئاب أو القلق) أو من خلل وظيفي مرتبط بعدم التوافق الجندري.",
                "يُوضع التشخيص بناءً على الضائقة النفسية التي يعاني منها الشخص وليس بناءً على وجود عدم التوافق الجندري."
              ],
              "diagnosis": [
                "تقييم الطبيب، وذلك استنادًا إلى المعايير النفسية القياسية.",
                "لا يَجرِي تقييمُ معظم الأطفال الذين لديهم عدم توافق أو عدم رضا جندري حتَّى سن 6 إلى 9 سنوات من العمر.",
                "في أثناء تقييم عدم التوافق أو عدم الرضا الجندري (بغض النظر عن العمر)، يقوم الطبيب بما يلي:",
                "إجراء مقابلة للاستفسار عن قضايا الهوية الجندرية والتعبير الجندري (الحاضر والماضي). إذا كان الطفل مشاركًا، يقوم الطبيب أيضًا بمقابلة الوالدين و/أو مقدمي الرعاية.",
                "إجراء تقييم لتحري دليل على عدم التوافق الجندري أو عدم الرضا الجندري.",
                "استعراض التاريخ الطبي والصحي النفسي ذي الصلة. بالنسبة للأطفال، يقوم الطبيب أيضًا بمراجعة التاريخ النمائي.",
                "تحري أية ضغوط أو مخاطر شخصية و/أو عائلية (على سبيل المثال، تعاطي المخدرات، والتعرض للعنف، والفقر).",
                "تقييم حالات الصحة النفسية الأخرى التي كثيرًا ما تترافق مع عدم الرضا الجندري (على سبيل المثال، الاكتئاب، والقلق، واضطرابات تعاطي المواد، وتعاطي التبغ، والانتحار).",
                "يشخص الأطباء عدم الرضا الجندري عندما يلجأ الأشخاص (الأطفال أو البالغون) إلى القيام بما يلي:",
                "يشعرون أنَّ جنسهم التشريحي لا يتطابق مع هويتهم الجنسيَّة، وقد استمر هذا الشعور لمدة 6 أشهر أو أكثر.",
                "يشعرون بالضيق الشديد أو يعانون من ضعف الأداء الوظيفي والاجتماعي بسبب هذا الشعور.",
                "قد تظهر لديهم أعراض أخرى تختلف قليلاً عند الأطفال عما هي عليه عند المراهقين والبالغين.",
                "لتشخيص حالة عدم الرضا الجندري، يجب أن يظهر لدى الأطفال ستة من الأعراض التالية على الأقل:",
                "رغبة قويَّة ومستمرَّة أو إصرار في أن يكونوا من الجنس الآخر (أو جزء منه).",
                "تفضيل قوي لارتداء ملابس الجنس الآخر؛ وفي الفتيات، مقاومة ارتداء الملابس الأنثوية عادة.",
                "تفضيل قوي للتظاهر بالجنس الآخر عند اللعب.",
                "تفضيل قوي للدمى والألعاب والأنشطة النموذجية للجنس الآخر.",
                "تفضيل قوي لزُملاء اللعب من الجنس الآخر.",
                "الرفض القوي للدُّمى والألعاب والأنشطة النمطية للجنس الذي يطابق جنسهم التشريحي.",
                "كره قوي للتشريح الذي هم عليه.",
                "رغبة قويَّة لامتلاك خصائص تشريحية أو غيرها من الخصائص الجنسية التي تتماشى مع هويتهم الجندرية (مثل شعر الوجه).",
                "يجب أن يشعر الطفل بضائقة نفسية كبيرة أو يواجه صعوبة في الأداء في الوسط الاجتماعي أو المدرسة.",
                "أما الطفل الذي يعبر عن رغبته في أن يكون جنسًا مختلفًا لمجرد الاستفادة من الامتيازات المرتبطة بالجنس الآخر، فمن غير المحتمل أن يكون لديه عدم رضا جندري."
              ],
              "treatment": [
                "يُستخدَم العلاج الهرموني المؤكد للجنس وأحيانًا الجِراحَة المؤكدة للجنس،",
                "العلاج الصوتي،",
                "التحليل الكهربائي،",
                "العلاج النفسي للمراهقين والبالغين مفيدًا في علاج أيَّة مخاوف تتعلق بالصحة النفسية أو مشاكل مرتبطة بالتحول."
              ],
              "symptom": [
                "تفضيل ارتداء ملابس الجنس الآخر،",
                "الإصرار على أنَّهم من الجنس الآخر،",
                "يقولون بأنهم يتمنون الاستيقاظ ليجدوا أنفسهم ينتمون للجنس الآخر،",
                "تفضيل المشاركة في الألعاب والأنشطة المرتبطة بالجنس الآخر،",
                "لديهم مشاعر سلبيَّة تجاه أعضائهم التناسلية،",
                "القيام بعمل يرتبط عادةً بهذا الجنس أو الزواج من شخص بالجنس الذي يتوقعه مجتمعهم،",
                "إنكار مشاعرهم بالرغبة لأن يكونوا من الجنس الآخر،",
                "يرتدي بعض الرجال ملابس عابرة في البداية (ملابس الجنس الآخر)،",
                "يقرون بهويتهم من الجنس الآخر حتى وقت لاحق من حياتهم."
              ]
            }
              ,
            {
              "Disorder": "شَهوة الغَرائب",
              "definition": [
                "شهوة الغرائب اضطراب أكل يتصف بتناول مواد غير صالحة للأكل."
              ],
              "diagnosis": [
                "تقييم الطبيب،",
                "اختبارات للتحقّق من وجود أيّ مُضَاعَفات محتملة،"
              ],
              "symptom": [
                "يؤدي هذا الاضطراب إلى تناول الشخص مواد غير صالحة للاستهلاك الغذائي بشكل منتظم (مثل الورق والطين، وأحيانًا وضع كلّ ما تقع عليه أعينهم في أفواههم، وقد يأكلونه)،",
                "قد تحدث شهوة الغرائب خلال فترة الحمل أيضًا،",
                "قد يتناول الشخص الأوساخ والشعر،",
                "يُعتبر هذا السلوك الغذائي طبيعيًا خلال نمو الأطفال دون سن الثانية من العمر؛ حيث يميل الأطفال الصغار في كثير من الأحيان إلى تناول أشياء غير صالحة،"
              ],
              "treatment": [
                "التعديل السلوكي للشخص المصاب (قد يكون فعالاً في بعض الأحيان في علاج الحالة)،",
                "معالجة العوز الغذائي وأي مضاعفات أخرى،"
              ]
            }
            
                    ,
                    {
                      "Disorder": "حالات الرُهاب النوعية",
                      "definition": [
                        "تشتمل حالات الرهاب النوعية على القلق المستمرّ غير الواقعي والشَّديد والخوف من حالاتٍ أو ظروف أو أشياء محدَّدة."
                      ],
                      "symptom": [
                        "يُعاني الأشخاص الذين لديهم رهاب نوعي من خوف،",
                        "أو قلق ملحوظ كاستجابة لجسم أو موقف معين،",
                        "وقد يحاولون التعامل مع مخاوفهم وقلقهم من خلال التجنب،"
                      ],
                      "diagnosis": [
                        "تقييم الطبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية،",
                        "يشخص الأطباء حالة رهاب نوعية عندما يكون لدى الأشخاص خوف أو قلق يتضمن كل ما يلي:،",
                        "شديد ومستمرّ لمدة 6 أشهر أو أكثر،",
                        "يتعلق بالانشغال بظرف أو موقف أو شيء معيّن،",
                        "يحدث مباشرة عند مواجهة الوضع أو الكائن أو الموقف،",
                        "يؤدي إلى تجنب الموقف أو الشيء،",
                        "لا يتناسب مع الخطر الفعلي،",
                        "يسبب ضائقة كبيرة أو يضعف بشكل كبير من الأداء والعمل،",
                        "كما يستبعد الأطباء اضطرابات الصحة النفسية الأخرى التي يمكن أن تسبب أعراضًا مماثلة، مثل رهاب الميادين (الخوف من الأماكن المفتوحة)، أو القلق الاجتماعي، أو اضطراب الإجهاد (الشدة)،",
                        "ومن الممكن أيضًا أن يكون لدى الشخص رهاب نوعي بالإضافة إلى حالة صحية نفسية أخرى مثل اضطرابات القلق، والاكتئاب، والاضطراب ثنائي القطب، والاضطرابات المرتبطة بالمواد، والاضطراب الجسدي والاضطرابات ذات الصلة، واضطرابات الشخصية، ولا سيما اضطراب الشخصية الاتكالي أو الاعتمادي،"
                      ],
                      "treatment": [
                        "المعالجة بالتعرُّض،",
                        "تقنيات الاسترخاء،",
                        "و/أو التنفس (مثل التنويم المغناطيسي)،",
                        "استخدام محدود للأدوية في بعض الأحيان (على سبيل المثال، البنزوديازيبين أو حاصرات بيتا)،"
                      ]
                    }
                    
                    ,
                    {
                      "disorder": "تعذر الأداء النطقي بالطفولة",
                      "definition": [
                        "لتقييم حالة طفلك، يستعرض اختصاصي في أمراض النطق واللغة أعراض طفلك وسيرته المَرَضية.",
                        "يجري اختصاصي أمراض النطق واللغة أيضًا فحصًا للعضلات المستخدمة في النطق، ويفحص كيفية إنتاج طفلك لأصوات الكلام والألفاظ والعبارات."
                      ],
                      "symptom": [
                        "الغمغمة بوتيرة أقل أو إصدار أصوات بدرجة أقل من المعتاد بين عمر 7 أشهر إلى 12 شهرًا،",
                        "نطق بالكلمات الأولى متأخرًا، عادةً بعد عمر 12 شهرًا أو 18 شهرًا،",
                        "استخدام عدد محدود من الحروف الساكنة والمتحركة،",
                        "كثرة إغفال أصوات عند التحدث،",
                        "استخدام كلام يصعب فهمه،",
                        "اختلالات الحروف الساكنة والمتحركة،",
                        "الوقفات المؤقتة بين المقاطع الصوتية أو الكلمات،",
                        "أخطاء صوتية، كنطق \"فطيرة\" مثل \"شطيرة\"،",
                        "صعوبة الانتقال بسلاسة من أحد الأصوات أو المقاطع الصوتية أو الكلمات إلى غيرها،",
                        "اضطراب حركة الفك أو الشفتين أو اللسان عند محاولة الإتيان بالحركة الصحيحة لإصدار الأصوات،",
                        "اختلالات الحروف المتحركة،",
                        "تشديد فوق جميع المقاطع الصوتية،",
                        "تشديد الحروف في غير موضعه،",
                        "فصل المقاطع،",
                        "عدم الاتساق،",
                        "أخطاء صوتية مثل نطق \"دا\" بدلاً من \"تا\"،"
                      ],
                      "cause": [
                        "قد يعطيك اختصاصي أمراض النطق واللغة كلمات وعبارات للتدريب عليها مع طفلك في المنزل،",
                        "يمكن أن تكون جلسات التدريب المنزلية قصيرة، فلا تتجاوز مدتها خمس دقائق، ويمكنك التدرب مع طفلك مرتين في اليوم،"
                      ],
                      "treatment": [
                        "جلسات متخصصة لتحسين النطق والتواصل،",
                        "علاج التخاطب،",
                        "تمارين النطق المنزلية، تمارين يومية لتعزيز مهارات النطق،",
                        "طرق التواصل البديلة، مثل لغة الإشارة أو الأجهزة المساعدة في الحالات الشديدة،"
                      ]
                    }
                    
                    ,
                    
                      {
                        "disorder": "إيذاء النفس او جرح النفس",
                        "disorder_url": "https://www.mayoclinic.org/ar/diseases-conditions/self-injury/symptoms-causes/syc-20350950",
                        "definition": [
                          "رغم أن بعض الأشخاص قد يطلبون المساعدة، فإن مشكلة إيذاء النفس يكتشفها أفراد العائلة أو الأصدقاء في بعض الأحيان،",
                          "قد يلاحظ الطبيب أثناء الفحص الطبي الروتيني مؤشرات المرض، كالندوب أو الإصابات الحديثة،"
                        ],
                        "symptom": [
                          "الندوب التي غالبًا ما تتخذ شكلاً نمطيًا،",
                          "الجروح القطعية الحديثة والخدوش والكدمات وعلامات العض أو الجروح الأخرى،",
                          "تعلم طرق أفضل للتحكم في الانفعالات الحادة،",
                          "فرك منطقة ما من الجلد بشكل مُفرِط لإحداث تسلُخ،",
                          "إبقاء الأدوات الحادة أو الأدوات المستَخدمة لإيذاء النفس في المتناول،",
                          "ارتداء أكمام أو سراويل طويلة حتى في الطقس الحار لإخفاء علامات إيذاء النفس،",
                          "بلاغات متكررة عن إصابات عارضة،",
                          "مشاكل في العلاقات مع الآخرين،",
                          "السلوكيات والانفعالات المندفعة والحادة وغير المتوقعة والمتغيّرة سريعًا،",
                          "عبارات تشير إلى قلة الحيلة وفقدان الأمل أو الإحساس بالضآلة،"
                        ],
                        "cause": [
                          "الحصول على المعلومات حول إيذاء النفس لفهم أسبابه وطرق إيقافه،",
                          "محاولة تجنُّب الحكم أو الانتقاد، حيث قد يزيد ذلك من خطورة السلوك،",
                          "إبداء الدعم والاهتمام لتذكير الشخص بأنه ليس وحده،",
                          "دعم خطة العلاج، بما في ذلك الالتزام بالأدوية وجلسات العلاج،",
                          "تهيئة بيئة آمنة عن طريق إبعاد الأدوات التي قد تُستخدم في إيذاء النفس،",
                          "تبادل الأفكار حول استراتيجيات التأقلم الصحية،",
                          "العثور على الدعم عبر مجموعات الدعم أو استشارة متخصصين،",
                          "الاعتناء بالنفس وممارسة الأنشطة الممتعة لتخفيف الضغوط،"
                        ],
                        "treatment": [
                          "العلاج النفسي،",
                          "لا توجد أدوية لعلاج سلوك إيذاء النفس على وجه التحديد، غير أنه إذا شخّصك الطبيب على أنك مصاب باضطراب في الصحة العقلية،",
                          "نمط الحياة والعلاجات المنزلية،",
                          "التأقلم والدعم،"
                        ]
                      }
                      
                    ,
                    {
                      
                        "disorder": "الحُبسة",
                        "definition": "الحُبسة (Aphasia) هي فقدان جزئي أو كلي للقدرة على التعبير أو فهم اللغة المنطوقة أو المكتوبة، وتحدث بسبب تضرر مناطق الدماغ المسؤولة عن اللغة،",
                        "symptom": [
                          "صعوبة في القراءة أو الكتابة،",
                          "أو فهم الكلام،",
                          "مشكلات في التحدث،",
                          "صعوبة في تكرار الكلمات،"
                        ],
                        "cause": [
                          "السكتة الدماغية،",
                          "إصابة في الرأس،",
                          "عدوى الدماغ (التهاب الدماغ)،"
                        ],
                        "diagnosis": [
                          "تقييم الطبيب،",
                          "إجراء اختبارات معيارية لوظائف الدماغ،",
                          "إجراء اختبارات التصوير، مثل التصوير المقطعي المحوسب أو التصوير بالرنين المغناطيسي،"
                        ],
                        "treatment": [
                          "معالجة السبب الرئيسي للحالة،",
                          "الخضوع لجلسات علاج النطق،",
                          "استخدام أجهزة التواصل المساعدة،"
                        ]
                      }
                      
                    ,
                    {
                      "disorder": "التلعثم",
                      "definition": "يُشخِّص التلعثم اختصاصي رعاية صحية مُدرب على تقييم الأطفال والبالغين الذين يواجهون مشكلة في النطق واللغة وعلاجهم. ويُسمى هذا الاختصاصي بخبير أمراض النطق واللغة. يستمع خبير أمراض النطق واللغة إلى الشخص البالغ أو الطفل ويتحدث إليه في أنواع مختلفة من المواقف،",
                      "symptom": [
                        "صعوبة بدء النطق بكلمة أو عبارة أو جملة،",
                        "إطالة كلمة،",
                        "أو أصوات داخل الكلمة،",
                        "تكرار صوت أو مقطع أو كلمة،",
                        "الصمت برهةً لنطق مقاطع أو كلمات معينة،",
                        "أو التوقف مؤقتًا قبل نطق كلمة أو خلال نطقها،",
                        "إضافة أصوات حشو مثل 'امم' عند وجود صعوبة في الانتقال إلى الكلمة التالية،",
                        "حدوث قدر كبير من التوتر،",
                        "أو التشنج،",
                        "أو الحركة في الوجه أو الجزء العلوي من الجسم عند نطق كلمة،",
                        "عدم القدرة على التواصل بشكل جيد مع الآخرين،",
                        "القلق حيال التكلم،",
                        "رمش العينين بسرعة،",
                        "ارتعاش الشفتين أو الفك،",
                        "حركات غير طبيعية في الوجه، وتُسمى أحيانًا العرة الوجهية،",
                        "الإيماء بالرأس إلى أعلى وأسفل،",
                        "إحكام القبضتين،",
                        "التحدث إلى طفلك،",
                        "طلب القراءة بصوت عالٍ لملاحظة الاختلافات الطفيفة في الكلام،"
                      ],
                      "diagnosis": [
                        "التلعثم أحد اضطرابات الكلام التي تعوق تدفق الكلام بشكل طبيعي،",
                        "تعني الطلاقة تدفق الكلام والأصوات بسهولة وسلاسة عند التحدث،",
                        "لدى الأشخاص المصابين بالتلعثم، كثيرًا ما يحدث انقطاع في تدفق الكلام ويسبب ذلك مشكلات للمتحدث،",
                        "يُعرَف التلعثم كذلك بالتأتأة واضطراب الطلاقة الذي يبدأ في مرحلة الطفولة،"
                      ],
                      "treatment": [
                        "معالجة النطق،",
                        "تتوفر أجهزة إلكترونية كثيرة لتحسين الطلاقة،",
                        "العلاج السلوكي المعرفي،",
                        "التفاعل بين الوالدين والطفل،"
                      ]
                    }
                    ,
            
                    {
                      "disorder": "الاعتِلاَل الدِماغِي الرَضي المُزمن (CTE)",
                      "definition": "الاعتلال الدماغي الرضي المزمن (CTE) هو تفكك خلايا الدماغ مع مرور الزمن. وهو ينجم عن إصابة متكررة في الرأس أو بسبب التعرض إلى انفجارات،",
                      "cause": [
                        "إصابات مُتكررة في الرأس، مثل ممارسة كرة القدم أو الملاكمة أو الرياضات الأخرى. لا ينبغي أن تكون كل إصابة في الرأس شديدةً حتى تُسبب الاعتلال الدماغي الرضحي المزمن،",
                        "إصابة في الرأس بسبب انفجار، وتكون أكثر شُيُوعًا عندَ الجنود في أثناء القتال،"
                      ],
                      "symptom": [
                        "الاكتئاب،",
                        "الشعور بالهياج،",
                        "أفكار انتحاريَّة،",
                        "العدوانية،",
                        "سهُولة الغضب،",
                        "الخَرَف،",
                        "مشكلة في التخطيط أو التنظيم،",
                        "أن يُصبِح أخرقًا،",
                        "صعوبة في التحدُّث بوُضوح،"
                      ],
                      "treatment": [
                        "العيش في بيئة آمنة ومُنظَّمة،",
                        "مع ممارسة نشاطات روتينية ومنتظمة،",
                        "شرح أية تغيُّرات في البيئة المحيطة أو في مقدِّمي الرعاية وبشكلٍ واضحٍ،",
                        "المشورة،",
                        "أخذ أدوية تُساعِدُ على التخفيف من الأعراض،"
                      ]
                    }
                    ,
                    {
                      "disorder": "اضطرابات انشقاقية",
                      "definition": "يتضمن التشخيص عادةً التحدث حول الأعراض التي تشعر بها واستبعاد أي حالات طبية أخرى قد تكون السبب وراء الأعراض. يتضمن الاختبار والتشخيص غالبًا الإحالة إلى اختصاصي الصحة العقلية لإجراء التشخيص،",
                      "symptom": [
                        "الشعور بالانفصال عن ذاتك وعواطفك،",
                        "الشعور بأن ما يحيط بك من أشخاص وأشياء غير حقيقي،",
                        "الإحساس غير الواضح بهوية الشخصية،",
                        "التوتر الشديد،",
                        "أو المشكلات في ما يتعلق بالعلاقات أو العمل أو غيرها من أوجه الحياة المهمة،",
                        "عدم القدرة على التأقلم جيدًا مع التوتر العاطفي أو المهني،",
                        "فقدان الذاكرة لفترات زمنية معينة،",
                        "ونسيان بعض الأحداث والأشخاص والمعلومات الشخصية،",
                        "مشكلات الصحة العقلية مثل الاكتئاب والقلق والأفكار والسلوكيات الانتحارية،"
                      ],
                      "cause": [
                        "تبدأ الاضطرابات الانشقاقية عادةً كوسيلة للتأقلُم مع الأحداث الصادمة أو المزعجة أو المؤلمة،",
                        "غالبًا تتشكل هذه الاضطرابات لدى الأطفال الذين يتعرضون لإيذاء جسدي أو جنسي أو اضطهاد عاطفي طويل الأمد،",
                        "في حالات أقل، تتشكل الاضطرابات لدى الأطفال الذين عاشوا في منزل مروا فيه بأوقات مخيفة أو لم يكونوا على علم أبدًا بما يمكن توقعه،",
                        "يمكن أيضًا أن يؤدي التوتر الناتج عن الحروب أو الكوارث الطبيعية إلى اضطرابات انشقاقية،"
                      ],
                      "diagnosis": [
                        "الاضطرابات الانشقاقية من حالات الصحة العقلية تتضمن فقدان الارتباط بين الأفكار والذكريات والمشاعر والبيئة المحيطة والسلوكيات والهوية،",
                        "تشمل هذه الحالات الهروب من الواقع بطرق غير مرغوب فيها وغير صحية،",
                        "يسبب هذا مشكلات تعوق أداء الوظائف في الحياة اليومية،"
                      ],
                      "treatment": [
                      " والأدوية،",
                        "يمكن أن يشمل علاج الاضطرابات الانشقاقية المعالجة بالمحادثة، التي تُعرف أيضًا بالعلاج النفسي،،",
                        "على الرغم من أن علاج الاضطرابات الانشقاقية يمكن أن يكون صعبًا، فإن الكثير من الأشخاص يتعلمون طرقًا جديدة للتأقلم، ومن ثم تتحسن حياتهم،"
                      ]
                    }
                    ,
                    
                    {
                      "disorder": "الاضطراب الانفجاري المتقطع",
                      "definition": "لتشخيص الاضطراب الانفجاري المتقطِّع واستبعاد الحالات المرضية الأخرى التي قد تسبب الأعراض التي تشعر بها، من المرجح أن يضطلع اختصاصي الرعاية الصحية بما يلي:",
                      "symptom": [
                        "الغضب،",
                        "سهولة الاستثارة،",
                        "زيادة التوتر والطاقة،",
                        "تسارُع الأفكار،",
                        "الوخز،",
                        "الارتعاش،",
                        "تسارع ضربات القلب أو خفقانه بشدة،",
                        "ضيق الصدر،"
                      ],
                      "cause": [
                        "تغيير السلوك المكتسب الذي يسبب المشكلة، التعامل مع الغضب بالشكل السليم هو سلوك مكتسب، تدرَّب على المهارات التي تعلَّمتَها في الجلسات العلاجية لاكتشاف الأشياء التي تستفز نوبات الغضب وكيفية التعامل معها بطرق بنَّاءة بدلاً من جعلها أسوأ،",
                        "إنشاء خطة، تعاون مع الطبيب أو اختصاصي الصحة العقلية لوضع خطة عمل عند الشعور بالغضب، فعلى سبيل المثال، إذا شعرت بأنك تفقد السيطرة على أعصابك، فحاوِل تغيير مكانك، اذهب للتمشية قليلاً أو اتصل بصديق مقرب ليساعدك على استعادة هدوئك،",
                        "اهتم بنفسك، سيساعدك الحصول على قدر كافٍ من النوم ليلاً وممارسة الرياضة وممارسة تمارين التحكم في التوتر يوميًا على تحسين قدرتك على ضبط النفس،",
                        "تجنَّب تناوُل المشروبات الكحولية أو المخدرات غير المشروعة، فمن الممكن أن تجعلك أكثر عدوانية وترفع خطر التعرض لنوبات انفجارية،"
                      ],
                      "diagnosis": [
                        "إجراء فحص بدني، قد يُجرى الفحص لاستبعاد المشكلات الجسدية أو تعاطي الكحوليات أو المخدرات، الأمر الذي قد يعمل على تفاقم الأعراض التي تشعر بها أو يسببها، قد يحتوي الفحص على فحوصات مخبرية،",
                        "تقييم الصحة العقلية، تحدث مع اختصاصي الرعاية الصحية عن الأعراض التي تشعر بها وأفكارك ومشاعرك وسلوكياتك،"
                      ],
                      "treatment": [
                        "المعالجة بالمحادثة،",
                        "الأدوية،",
                        "قد تساعد أنواع مختلفة من الأدوية على علاج الاضطراب الانفجاري المتقطع،",
                        "يمكن أن تكون جلسات العلاج الفردية أو الجماعية التي تركز على بناء المهارات مفيدة،",
                        "وقد تتضمن هذه الأدوية بعض مضادات الاكتئاب،",
                        "وهي عادةً مثبطات إعادة امتصاص السيروتونين الانتقائية (SSRI)،"
                      ]
                    }
                    
,
{
  "disorder": "الأرق",
  "disorder_url": "https://www.mayoclinic.org/ar/diseases-conditions/insomnia/symptoms-causes/syc-20355167",
  "definition": "يعتمد تشخيص حالة الأرق والبحث عن سببه على وضعك وقد يشمل ما يلي:",
  "symptom": [
    "صعوبة في النوم ليلاً،",
    "الاستيقاظ خلال الليل،",
    "الاستيقاظ مبكرًا جدًا،",
    "الشعور بالتعب أو النعاس أثناء النهار،",
    "المزاج السيئ أو الشعور بالاكتئاب أو القلق،",
    "صعوبة في الانتباه أو التركيز على المهام أو التذكُّر،",
    "ارتكاب أخطاء أكثر أو التعرُّض لمزيد من الحوادث،",
    "الشعور بقلق مستمر بشأن النوم،"
  ],
  "treatment": [
    "العلاج السلوكي المعرفي للأرق،",
    "من الممكن أن تُساعد الأقراص المنومة المتاحة بوصفة طبية على النوم أو الاستمرار في النوم أو كليهما،"
  ]
}

                    ,
                    
                    {
                      "disorder": "اضطرابات النوم",
                      "disorder_url": "https://www.mayoclinic.org/ar/diseases-conditions/sleep-disorders/symptoms-causes/syc-20354018",
                      "definition": [
                        "اضطرابات النوم حالات مرضية تغير طريقة نومك.",
                        "إذا كنت مصابًا باضطراب النوم، فقد لا تحصل على قسط كافٍ من النوم أو قد لا تشعر بالراحة عند الاستيقاظ.",
                        "وقد تشعر بالنعاس الشديد خلال النهار.",
                        "وقد تواجه تغيرات في التنفس أو تتحرك كثيرًا أثناء النوم.",
                        "أو قد تواجه مشكلات في النوم أو في مواصلة النوم أو الاستيقاظ مبكرًا."
                      ],
                      "symptom": [
                        "قد تنام في أوقات ليست طبيعية، مثل أثناء القيادة أو أثناء العمل على مكتبك،",
                        "الشعور بالنعاس الشديد خلال ساعات النهار،",
                        "مواجهة صعوبة في النوم،",
                        "الاستيقاظ في وقت مبكر جدًا،",
                        "عدم القدرة على معاودة النوم،",
                        "الاستيقاظ أثناء الليل،",
                        "الشخير،",
                        "الاختناق،",
                        "توقف التنفس مؤقتًا،",
                        "قد تشعر بوخز خفيف في ساقيك أو ذراعيك أو شعور غير مريح،",
                        "فعل حركات تزعجك أثناء النوم، مثل حركة الذراعين والساقين أو صرير الأسنان،",
                        "التنفس بطريقة غير طبيعية. قد يشمل ذلك الغطيط أو الشهيق،",
                        "الشعور برغبة مزعجة في التحرك أثناء محاولتك للنوم،",
                        "الحركة كثيرًا،",
                        "الأنشطة غير المعتادة أثناء النوم، مثل المشي أثناء النوم، أو الأكل أثناء النوم أو التبول في الفراش،"
                      ],
                      "treatment": [
                        "الأجهزة الفموية،",
                        "المعالَجة بالضغط الموجب المستمر في مجرى التنفس (CPAP)،",
                        "المعالَجة السلوكية المعرفية للأرق (CBT-I)،",
                        "التدخلات الجراحية،",
                        "خيارات نمط الحياة الصحي،",
                        "الأدوية،",
                        "قد تساعد الأدوية والمكمّلات الغذائية على علاج بعض اضطرابات النوم،"
                      ]
                    }
                    ,
                    {
                      "disorder": "اضطرابَات التعلم",
                      "definition": "اضطرابات التعلُّم هي مشاكل في قدرة الدماغ على الحُصول على المعلومات وتذكُّرها أو استخدامها، وتجعل هذه المشاكل من الصعب التركيز وتحقيق أداء جيِّدٍ في المدرسة.",
                      "symptom": [
                        "قد يحتاجُ الصِّغار الذين يُعانون من اضطرابات التعلُّم إلى وقتٍ أطول من المعتاد لتعلُّم الأمور التالية،",
                        "أسماء الألوان والحُروف أو الأشياء،",
                        "عملية العدّ،",
                        "كيفية القراءة والكتابة،",
                        "كما قد يكون لديهم أيضًا،",
                        "قصر مدة الانتباه،",
                        "مُشكلة في الانتباه،",
                        "مشاكل في الكلام أو اللغة،",
                        "مشكلة في فهم الاتجاهات،",
                        "مشكلة في تذكُّر الأشياء التي حدثت منذ فترةٍ قريبةٍ،",
                        "مشكلة في استخدام اليد والأصبع مثل الرَّسم والنَّسخ،",
                        "يُصبِحُ بعض الأطفال الذين لديهم اضطرابات التعلُّم مُحبَطين في المدرسة. يُمكن أن يُسبِّب الإحباطُ مشاكل سلوكية، مثل فرط النشاط أو الخجل أو العدوانيَّة،",
                        "تظهر على الأطفال الذين يُعانون من عسر القراءة (نوع من اضطرابات القراءة)،",
                        "ببطء في البدء بالتحدُّث وتسمية الحروف والصُّوَر،",
                        "مشكلة في إخراج أصوات الكلمات،",
                        "وضع الأصوات في ترتيبٍ صحيحٍ،",
                        "مشكلة في رؤية الكلمات الفرديَّة في مجموعةٍ واحدةٍ أو أجزاء من كلمةٍ واحدةٍ،",
                        "البطء في القراءة بصوتٍ عالٍ،",
                        "أخطاء إملائيَّة وكتابيَّة أكثر من المألوف، مثل عكس الحروف في الكلمات،"
                      ],
                      "diagnosis": [
                        "سيختبر الأطباء سمع وبصر طفلك للتأكد من أن هذه ليست سبب مشاكل التعلم لدى طفلك (مشاكل السمع والبصر ليست اضطرابات في التعلم).",
                        "وللتأكد من الحالة، سيقومون بإرسال الطفل إلى اختصاصي في التعلُّم (يُوجد في مدرسة الطفل غالبًا). سيقُوم هذا الاختصاصي بسلسلةٍ من اختبارات الذكاء ويطلب من الطفل القراءة والكتابة ويطرح عليه أسئلة في مادة الرياضيات."
                      ],
                      "treatment": [
                        "تجري مُعالجة عسر القراءة من خلال برامِج تُعلِّمُ الطفلَ كيف يتعرَّف إلى الكلمات من خلال الانتباه إلى الأصواتِ،",
                        "وقارئات شاشة الكمبيوتر وأدوات أخرى،",
                        "يُلزِمُ القانون الاتحاديّ لتعليم الأفراد ذوي الاحتياجات الخاصَّة المدارسَ الحكوميَّة باختبار،",
                        "تجري مُعالجة اضطرابات التعلُّم عن طريق برامِجَ تعليميَّة تُساعِدُ الأطفال الذين يُعانون من اضطرابات التعلُّم،",
                        "كما تستخدم هذه البرامج أيضًا الكتب الصوتية،",
                        "يكون بعض الأطفال الذين لديهم اضطرابات تعلم مصابين باضطراب فرط النشاط وقلة الانتباه (ADHD). تساعد الأدوية التي يصفها الأطباء لعلاج اضطراب نقص الانتباه وفرط النشاط الأطفالَ على التركيز، مما قد يساعدهم على التعلم بشكل أفضل،",
                        "في الولايات المتحدة، الأطفال حول اضطرابات التعلُّم. كما يُلزم أيضًا المدارس بتوفير التعليم المجاني والمناسب للأطفال الذين يُعانون من اضطرابات التعلُّم،"
                      ]
                    }
                    
                    ,
                    
                    {
                      "disorder": "اضطرابات الأكل",
                      "definition": [
                        "اضطرابات الأكل من الحالات الصحية الخطيرة التي تؤثر على صحتك الجسدية والعقلية،",
                        "وتشمل هذه الحالات مشكلات في طبيعة تفكيرك في الطعام والأكل والوزن والشكل، ومشكلات في سلوكيات الأكل،",
                        "يمكن أن تؤثر هذه الأعراض على صحتك وعواطفك وقدراتك العملية في جوانب مهمة من الحياة،"
                      ],
                      "symptom": [
                        "تختلف الأعراض حسب نوع اضطراب الأكل،",
                        "وتشمل اضطرابات الأكل الأكثر شيوعًا،",
                        "فقدان الشهية والنهام (الشهية المفرطة)،",
                        "واضطراب نَهَم الطعام،",
                        "قد تتنوع أنواع وأحجام الأجسام لدى الأشخاص المصابين باضطرابات الأكل،"
                      ],
                      "treatment": [
                        "التعرف على التغذية السليمة،",
                        "تعلُّم كيفية اتباع عادات غذائية صحية،",
                        "إرشادات للوصول إلى وزن صحي إذا كان وزنك أقل من الطبيعي،",
                        "العلاج السلوكي، ويطلق عليه أحيانًا العلاج بالحوار،",
                        "الأدوية عند الحاجة،"
                      ],
                      "cause": [
                        "العوامل الوراثية. قد تكون لدى بعض الأشخاص جينات تزيد من خطر إصابتهم باضطراب الأكل،",
                        "العوامل الحيوية. قد تؤدي العوامل الحيوية، مثل التغيرات في المواد الكيميائية الموجودة في الدماغ، دورًا في الإصابة باضطراب الأكل،"
                      ]
                    }
                    ,
                      
                    {
                      "disorder": "اضطرابات التكيف",
                      "definition": [
                        "اضطرابات التكيف هي ردود فعل مفرطة في المواقف المسببة للتوتر تتضمن أفكارًا سلبية ومشاعر قوية وتغيرات في السلوك،",
                        "يكون رد الفعل على التغيير أو الحدث المسبب للتوتر أكثر حدة عما هو متوقع عادة،",
                        "يمكن أن يسبب هذا كثيرًا من المشكلات في التأقلم مع الآخرين، وكذلك في العمل أو المدرسة،"
                      ],
                      "symptom": [
                        "فقدان الأمل،",
                        "عدم الاستمتاع بأشياء اعتدت الاستمتاع بها من قبل،",
                        "الشعور بالحزن،",
                        "البكاء المتكرر،",
                        "القلق،",
                        "الشعور بالتوتر،",
                        "العصبية،",
                        "الشعور بالضغط،",
                        "الشعور بالانفعال أو أنك لا تستطيع السيطرة على أي شيء ولا تعرف من أين تبدأ،",
                        "مواجهة صعوبة في النوم،",
                        "عدم تناول ما يكفي من الطعام،",
                        "مواجهة صعوبة في التركيز،",
                        "مواجهة صعوبة في أداء الأنشطة اليومية،",
                        "الابتعاد عن العائلة والأصدقاء الذين يقدمون إليك الدعم اجتماعيًا،",
                        "تجنُّب أشياء مهمة مثل الذهاب إلى العمل أو دفع الفواتير،",
                        "التفكير في الانتحار أو التصرف بمشاعر انتحارية،"
                      ],
                      "treatment": [
                        "يرى الكثير من الأشخاص الذين لديهم اضطرابات في التكيُّف أن العلاج مفيد، ولا يحتاجون غالبًا إلا إلى علاج لفترة قصيرة،",
                        "بينما قد يستفيد آخرون، بما في ذلك أولئك الذين لديهم اضطرابات مستمرة في التكيُّف أو إجهاد متواصل، من العلاج لفترة أطول،",
                        "تشمل علاجات اضطرابات التكيُّف العلاج بالحوار أو استعمال الأدوية أو كليهما،"
                      ]
                    }
                    
                      ,
                      
                        
                          {
                            "disorder": "اضطراب قلق المرض",
                            "definition": [
                              "اضطراب قلق المرض هو انهماك الشخص باحتمال إصابته باضطراب خطير أو انتقال العدوى به."
                            ],
                            "symptom": [
                              "قد يكون الشخص منهمكًا بفكرة أنه مريض، ونتيجة لذلك،",
                              "قد يصاب بالمرض إلى درجة توصله إلى الغم الشديد وعدم القدرة على القيام بمهامه اليومية،",
                              "تتدهور علاقاته الشخصية وأداؤه الوظيفي،",
                              "حيث يكون الخوف من المرض هو مصدر قلقه الرئيسي،",
                              "إذا كان الشخص يشعر بأعراض جسدية واضحة، فقد يكون مصابًا باضطراب العَرَض الجسدي،",
                              "يلجأ بعض الأشخاص لفحص أنفسهم مرارًا وتكرارًا،",
                              "على سبيل المثال، قد يقوم الشخص بقياس معدل ضربات قلبه بشكل متكرر لمعرفة ما إذا كانت منتظمة أم لا،",
                              "في حين يخاف بعضهم الآخر من طلب الرعاية الطبية،",
                              "ويقومون بإجراء تقصي واسع عن الاضطراب الذي يشتبهون بالإصابة به،",
                              "كما قد يتجنبون النشاطات التي قد تعرض صحتهم للخطر (مثل ممارسة الرياضة)،",
                              "إذا كان الشخص المصاب بقلق المرض يشكو من اضطراب جسدي، فإن قلقه لا يتناسب مع خطورة ذلك الاضطراب،",
                              "وسرعان ما تسيطر مشاعر الخوف على المريض في حال ظهور أية أحاسيس جديدة،",
                              "يطلب بعض الأشخاص المصابين باضطراب قلق المرض الحصول على الرعاية الطبية بشكل متكرر،",
                              "يحتل المرض موقعًا مركزيًا في حياة وأحاديث هؤلاء المرضى مع الآخرين، ويكونون متنبهين بدرجة كبيرة للإصابة بالمرض، حتى عند الأشخاص الآخرين،",
                              "يطلبون الطمأنة باستمرار من أفراد الأسرة والأصدقاء والأطباء، ولكن عندما يحاول الطبيب طمأنتهم (على سبيل المثال، من خلال إخبارهم بأن نتائج الفحوص والاختبارات طبيعية)، فإنهم غالبًا ما يعتقدون أن الطبيب لا يأخذ أعراضهم على محمل الجد، مما يزيد من قلقهم بشكل أكبر،",
                              "في كثير من الأحيان، يكون هذا القلق اللامتناهي مزعجًا للآخرين، ويُسبب توتر العلاقات الاجتماعية،",
                              "قد يتجنب هؤلاء الأشخاص المواقف التي قد تزيد من شدتهم النفسية (مثل زيارة أصدقاء مرضى)،",
                              "يميل اضطراب قلق المرض إلى أن يكون مزمنًا."
                            ],
                            "diagnosis": [
                              "تقييم الطبيب: يشتبه الطبيب باضطراب قلق المرض إذا كان الشخص يشعر بقلق شديد حيال إصابته أو عدم إصابته باضطراب خطير،",
                              "يقوم الطبيب بإجراء تقييم شامل لتحديد ما إذا كان الاضطراب البدني موجودًا، ويقيّم الطبيب أيضًا ما إذا كان الشخص يعاني من الاكتئاب أو غيره من اضطرابات الصحة النفسية،",
                              "يجري تأكيد تشخيص اضطراب قلق المرض إذا استمر الشخص بالشعور بالقلق لمدة 6 أشهر أو أكثر على الرغم من عدم وجود أعراض أو وجود أعراض خفيفة فقط، وعلى الرغم من طمأنة الطبيب بأن التقييم الطبي ينفي وجود اضطرابات محتملة أو أظهر الإصابة باضطراب بسيط لا يستدعي القلق."
                            ],
                            "treatment": [
                              "الدعم من الطبيب،",
                              "العلاج المعرفي السُّلُوكي،",
                              "في بعض الأحيان مضادَّات الاكتئاب."
                            ]
                          }
                          ,
                          {
                            "disorder": "اضطراب عِشق الأطفال",
                            "definition": [
                              "يتميَّز اضطراب التحرّش بالأطفال أو العشق الجنسي للأطفال (pedophilic disorder) بتخيُّلات أو رغبات متكرِّرة وشديدة للإثارة الجنسيَّة أو سُلُوك ينطوي على الأطفال (في عمر 13 سنة أو أقلّ عادة)."
                            ],
                            "treatment": [
                              "العلاج النفسي الفردي و/أو الجماعي،",
                              "مُعالجةُ الاضطرابات الأخرى،",
                              "الأدوية،"
                            ],
                            "diagnosis": [
                              "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
                              "يقوم الأطباء بتشخيص الخطل الجنسي عندما:",
                              "يكون لدى الأشخاص تخيُّلات أو رغبات متكرِّرة وشديدة للإثارة الجنسيَّة أو سُلُوك ينطوي على الأطفال (في عمر 13 سنة أو أقلّ عادة).",
                              "يشعر المرضى بالضيق الشديد أو يصبحون أقلّ قدرة على العمل بشكل جيد (في العمل أو في أسرهم أو في التفاعل مع الأصدقاء)، أو يتصرفون بناء على رغباتهم.",
                              "يتطلب اضطرابُ العشق الجنسي للأطفال أن يكون عمر الشخص 16 سنة أو أكثر، أو أكبر بخمس سنوات على الأقلّ من عمر الطفل الذي هو موضوع التخيُّلات أو النشاط الجنسي. (الاستثناءُ هو المراهق الأكبر سنًا الذي لديه علاقة مستمرة مع طفل يبلغ من العمر 12 أو 13 عامًا).",
                              "يكونون مستمرَّين لستة أشهُر أو أكثر."
                            ],
                            "symptom": [
                              "وبما أنه يسبب ضررًا للآخرين، فإنه يعد اضطرابًا،",
                              "الاعتداء الجنسي على الأطفال هو شكل من أشكال الخطل الجنسي،",
                              "ويبدو أن التحديق أو اللمس العام أكثر شيوعًا من لمس الأعضاء التناسلية أو القيام بالجماع،",
                              "وقد ينجذبون إلى الأولاد الصغار، أو الفتيات الصغيرات، أو كليهما،",
                              "من غير الواضح ما إذا كانت الفتيات أو الأولاد أكثر ميلًا لأن يكونوا ضحايا لهذا الاضطراب، على الرغم من أن الفتيات يظهرنَ أكثر ميلاً لأن يكنَّ ضحايا للاعتداء الجنسي بشكل عام،"
                            ]
                          }
                          
                      ,
                      
                      {
                        "disorder": "اضطراب القلق الاجتماعي",
                        "symptom": [
                          "يخشون التعرُّض إلى السخرية بسبب إعطاء إجابة خاطئة أو عندما يقولون شيئًا سخيفًا،",
                          "يعتقدون بأنهم سوف يشعرون بالارتباك بسبب مدى القلق الذي يبدون عليه، مثل احمرار الوجه أو التعرُّق بينما يُشاهدهم أشخاص،",
                          "يعجزون عن الحركة أو ينكفئون على أنفسهم عندما ينبغي تواجدهم مع أشخاص لا يعرفونهم،",
                          "يتشبثُون بأبائهم،",
                          "يرفضون الذهاب إلى المدرسة أو حُضور المناسبات الاجتماعية أو حتى مغادرة المنزل أحيانًا،",
                          "ألم في المعدة أو صداع،",
                          "يتقيؤون بسبب الهم والخوف من الإحراج أحيانًا،"
                        ],
                        "definition": [
                          "يتميز اضطراب القلق الاجتماعي بالخوف أو القلق من بعض المواقف الاجتماعيَّة أو الأداء الاجتماعيّ.",
                          "وغالبًا ما يَجرِي تجنُّب هذه المواقف أو تحمُّلها على حساب الكثير من الضيق والانزعاج."
                        ],
                        "diagnosis": [
                          "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
                          "يشخص الأطباء اضطراب القلق الاجتماعي عندما يشعر الناس بالخوف أو القلق الذي يشمل كل ما يلي:",
                          "شَديد، وموجود لمدَّة 6 أشهر أو أكثر.",
                          "وجود مَخاوف من واحدٍ أو أكثر من المواقف الاجتماعيَّة.",
                          "يحدث دائمًا تقريبا في نفس الوضع أو الظروف.",
                          "ينطوي على الخوف من تقييمٍ سلبي من قِبَل الآخرين.",
                          "يؤدي بالشخص إلى تجنُّب الحالة أو الموقف أو تحمُّلها بشكلٍ غير مريح.",
                          "لا يتناسب مع الخطر الفعلي.",
                          "يسبِّب ضائقةً كبيرة أو يضعف بشكل كبير من الأداء.",
                          "كما يستبعد الأطباءُ اضطرابات الصحة النفسيةَ الأخرى التي يمكن أن تسبِّب أعراضًا مماثلة، مثل رُهاب المَيَادين أو اضطراب الهلع أو اضطراب تشوُّه صورة الجسم."
                        ],
                        "treatment": [
                          "المعالجة بالتعرُّض،",
                          "العلاج السُّلوكي المعرفي،",
                          "مضادَّات الاكتئاب، وهي مثبِّطات استرداد السِّيروتونين الانتقائية (SSRIs) عادة،"
                        ]
                      }
                      ,
                      {
                        "disorder": "اضطرابٌ الشَخصِيَّة المُعادِية للمُجتَمَع",
                        "definition": [
                          "اضطرابُ الشخصية المعادية للمجتمع هو اضطراب صحة نفسية يتميز بنمط من الاستخفاف بالعواقب وحقوق الآخرين."
                        ],
                        "cause": [
                          "يمكن لكل من العَوامِل الوراثيَّة والبيئية (مثل التنوّع في الطفولة) أن تتضافرَ لإحداث اضطراب الشخصية المعادية للمجتمع.",
                          "يكون اضطرابُ الشخصية المعادية للمجتمع أكثر شُيُوعًا بين الأقارب من الدرجة الأولى (الآباء والأشقاء والأطفال) للأشخاص الذين يعانون من هذا الاضطراب مقارنةً بعموم السكان.",
                          "يزداد خطرُ الإصابة بهذا الاضطراب عند الأطفال المُتبنَّين أو البيولوجيين من الآباء الذين يعانون من هذا الاضطراب.",
                          "إذا حدث لدى الأطفال اضطراب التصرُّف واضطراب نقص الانتباه وفرط النشاط قبل أن يبلغوا 10 سنوات من العمر، فإنهم يكونون أكثر عرضة للإصابة باضطراب الشخصية المعادية للمجتمع عندما يصبحون بالغين.",
                          "ينطوي اضطراب التصرُّف (conduct disorder) على نمط متكرر من السُّلُوك الذي ينتهك الحقوق الأساسية للآخرين.",
                          "قد يكون اضطرابُ التصرُّف أكثر ميلًا لأن يتحوَّل إلى اضطراب الشخصية المعادية للمجتمع عندما يقوم الآباء بإساءة معاملة الطفل أو يهملونه، أو يكونون متضاربين في الانضباط أو في نمط الوالدية (على سبيل المثال، تحوّل الوالد من كونه دافئًا وداعمًا إلى كونه باردًا وناقدًا).",
                          "لقد رُبِط تجاهلُ الآخرين بالسلوك المعادية للمجتمع في أثناء مرحلة المراهقة المتأخرة."
                        ],
                        "symptom": [
                          "تجاهل الآخرين،",
                          "الثقة العمياء بالنفس،",
                          "الغطرسة،",
                          "قد يكون هؤلاء الأشخاصُ أحيانًا في حالة من التشبث بالرأي،",
                          "قد يكونون ساحرين ومقنعين في جهودهم للحصول على ما يريدون،",
                          "السُّلوكُ الاندفاعي (الاندفاعية)،",
                          "عدم المسؤولية،"
                        ],
                        "diagnosis": [
                          "هم يتجاهلون القانون، حيث يظهر ذلك من خلال ارتكاب أفعال متكررة لأسباب مبرّرة للاعتقال.",
                          "وهم مخادعون، حيث يظهر ذلك من خلال الكذب بشكلٍ متكرر، أو استخدام أسماء مستعارة، أو خداع الآخرين لتحقيق مكاسب شخصية أو للمتعة.",
                          "وهم يتصرّفون بتهور، ولا يخططون للمستقبل.",
                          "ومن السهل استفزازهم أو إثارة عدوانيّتهم، ويتجلى ذلك من خلال الدخول في معارك بدنية باستمرار أو الاعتداء على الآخرين.",
                          "فهم يتجاهلون سلامة الآخرين و / أو سلامة الآخرين.",
                          "فهم يتصرّفون بشكل غير مسؤول باستمرار، وهذا ما يتجلّى في ترك العمل من دون التخطيط لآخر، أو عدم دفع الفواتير.",
                          "ولا يشعرون بالندم، وذلك من خلال اللامبالاة أو المبرر لإيذاء الآخرين أو إساءة معاملتهم."
                        ],
                        "treatment": [
                          "نظام المكافآت،",
                          "استعمال الأدوية في بعض الحالات،"
                        ]
                      }
                      
                      ,
                      
                      {
                        "disorder": "اضطراب التعلق التفاعلي",
                        "definition": [
                          "يمكن أن يجري اختصاصي علم نفس الأطفال أو اختصاصي علم النفس فحصًا تفصيليًا دقيقًا لتشخيص اضطراب التعلق التفاعلي."
                        ],
                        "symptom": [
                          "وتشمل المؤشرات والأعراض ما يلي،",
                          "الخوف،",
                          "الحزن،",
                          "سهولة الاستثارة دون سبب واضح،",
                          "الانعزال،",
                          "مظهر حزين وخامل،",
                          "عدم طلب الراحة أو عدم إبداء أي استجابة عند منحها،",
                          "العجز عن الابتسام،",
                          "متابعة الآخرين باهتمام دون المشاركة في التفاعل الاجتماعي معهم،",
                          "العجز عن التواصل مع غيره عند حمله،",
                          "عدم الرغبة في لعب الغُميضة أو غيرها من الألعاب التفاعلية،",
                          "المشكلات السلوكية،",
                          "العجز عن طلب الدعم أو المساعدة،"
                        ],
                        "cause": [
                          "يحتاج الرُضّع والأطفال الصغار إلى بيئة مستقرة تمنحهم الرعاية من أجل الشعور بالأمان واكتساب الثقة. ويجب دائمًا أن يلبي مقدمو الرعاية احتياجاتهم الأساسية العاطفية والبدنية. فعلى سبيل المثال، عندما يبكي الرضيع، يجب تلبية حاجته إلى الراحة أو الرضاعة أو تغيير الحفاض مع تبادل المشاعر المشتركة مثل التواصل بالعين والابتسام والمداعبة.",
                          "لكن عند تجاهل احتياجات الطفل أو تلبيتها دون إبداء استجابة عاطفية من مقدمي الرعاية له، فإنه لا يتوقع منهم الحصول على الرعاية أو الراحة أو لا يتعلّق بهم بشكل دائم.",
                          "لا يُعرف بشكل واضح سبب إصابة بعض الأطفال باضطراب التعلق التفاعلي دون غيرهم. وُضعت عدة نظريات عن اضطراب التعلق التفاعلي وأسبابه، لكن ما زالت هناك حاجة إلى مزيد من الأبحاث للتوصل إلى فهم أفضل له وتحسين طرق تشخيصه وخيارات علاجه."
                        ],
                        "diagnosis": [
                          "مراقبة مباشرة للتفاعل مع الأهل أو مقدمي الرعاية.",
                          "تفاصيل حول نمط السلوك بمرور الوقت.",
                          "أمثلة للسلوك في مجموعة متنوعة من المواقف.",
                          "معلومات حول التفاعلات مع الأهل أو مقدمي الرعاية وغيرهم.",
                          "أسئلة حول الوضع في المنزل والمواقف الحياتية منذ الولادة.",
                          "تقييم الأساليب والقدرات المتعلقة بتربية الأبناء وتقديم الرعاية."
                        ],
                        "treatment": [
                          "لا يوجد علاج قياسي لاضطراب التعلق التفاعلي،",
                          "ولكن يجب أن يشمل العلاج كلاً من الطفل والأهل أو مقدّمي الرعاية الأساسيين،"
                        ]
                      }
                      
                      ,
                      {
                        "disorder": "اضطرابُ النهم للطعام",
                        "definition": [
                          "يتصف باستهلاك كميات هائلة من الطعام، مع الشعور بفقدان السيطرة على هذا السلوك في أثناء تناول الطعام وبعده.",
                          "ولا يُتبَع هذا الاضطراب بأي محاولات لموازنة الكميات الكبيرة المتناولة من الطعام، وذلك عن طريق تخليص الجسم منه باستخدام الإفراغ على سَبيل المثال."
                        ],
                        "symptom": [
                          "التهام الطعام بسرعة أكبر بكثير من المعتاد،",
                          "عدم التوقف عن تناول الطعام حتى الشعور بالامتلاء المزعج،",
                          "تناول كمِّيات كبيرة من الطعام حتى عند عدم وجود شعور بالجوع،",
                          "تفضيل تناول الطعام بمفردهم لأنهم يشعرون بالحرج من الآخرين،",
                          "الشعور بالاشمئزاز، والاكتئاب، والذنب بعدَ الإفراط في تناول الطعام،"
                        ],
                        "diagnosis": [
                          "تقييم الطبيب،",
                          "يُشخص الطبيبُ اضطراب النهم للطعام عندما تتوفَّر الأعراض أو المظاهر التالية،",
                          "إبلاغ الأشخاص بأنهم يأكلون بشراهة مرة واحدة على الأقل في الأسبُوع ولثلاثة أشهُر،",
                          "تترافق نوبات الشراهة بإحساس فقدان السيطرة على كميات الطعام المتناولة،",
                          "تظهر لدى الشخص الأعراض والسلوكيات النمطية للاضطراب،"
                        ],
                        "treatment": [
                          "المُعالجةُ النفسيَّة،",
                          "أنواع معيَّنة من مضادَّات الاكتئاب،",
                          "والأدوية المنبّهة،",
                          "من المُحتَمل أدوية إنقاص الوزن،",
                          "ومثبطات الشهية،",
                          "يجري علاجُ معظم المرضى المصابين بهذا الاضطراب عن طريق إدخالهم في برامج إنقاص الوزن السُّلُوكيَّة،"
                        ]
                      }
                      ,
                      {
                        "disorder": "النهام العصبي",
                        "definition": [
                          "يتَّصف باستهلاك سريع ومتكرر لكميات كبيرة من الطعام (نوبات نهم وشراهة للطعام)، تليها محاولات للتعويض عن الطعام الزائد المستهلك (على سبيل المثال، عن طريق الإفراغ (التقيؤ أو تليين البطن بتناول المُسهلات)، أو عن طريق الصيام، أو ممارسة الرياضة)."
                        ],
                        "symptom": [
                          "بتناول المُليِّنات أو مدرات البول (الأدوية التي تُسبب طرح الكلى للكثير من الماء)،",
                          "أو الصيام،",
                          "إلقاء،",
                          "الإفراغ - على سبيل المثال، عن طريق جعل أنفسهم يتقيؤون (التقيؤ الذاتي)،",
                          "اتباع نظام غذائي صارم،",
                          "الإفراط في ممارسة التمارين،",
                          "أو يستخدم عدَّة وسائل مما سبق،"
                        ],
                        "diagnosis": [
                          "تقييم الطبيب،",
                          "ويقوم الأطباءُ بتشخيص النهام العُصابي عندما يلجأ الأشخاص (لاسيَّما النساء الشابات) إلى القيام بما يلي،",
                          "يأكلون بشراهة مرة واحدة على الأقل في الأسبُوع ولثلاثة أشهُر،",
                          "الشعور بفقدان السيطرة على النفس خلال نوبات الشراهة وبعدَها،",
                          "يُعوَّضون عن فرط الأكل عن طريق الإفراغ (على سبيل المثال، من خلال جعل أنفسهم يتقيَّؤون أو استخدام المُليِّنات)، أو عن طريق الصيام، أو عن طريق ممارسة الرياضة بشكلٍ مفرط،",
                          "التعبير عن القلق الملحوظ حول زيادة الوزن، واستناد صورتهم الذاتية إلى حدٍّ كبيرٍ إلى الوزن وشكل الجسم،",
                          "كما يقوم الأطباءُ أيضًا بالتحقق من وجود أيّ أدلَّة أخرى على الإصابة بهذا الاضطراب مثل،",
                          "تقلبات واسعة في الوزن، خُصوصًا إذا كانت هناك أدلة تشير إلى استخدام المُليِّنات المفرط (مثل الإسهال والمغص البطني)،",
                          "تورّم الغدد اللعابية في الخدَّين،",
                          "تقرّحات على مفاصل الأصابع نتيجة استخدامها في إحداث التقيُّؤ المتعمَّد،",
                          "تآكل ميناء الأسنان بسبب حمض المعدة،",
                          "انخفاض مستوى البوتاسيوم عندَ اختبار الدم،"
                        ],
                        "treatment": [
                          "المُعالجةُ النفسيَّة،",
                          "أنواع معيَّنة من مضادَّات الاكتئاب،"
                        ]
                      }
                      ,
                    
                    
                        {
                          "disorder": "فقدانُ الشهية أو القُهام العصبي Anorexia Nervosa",
                          "definition": [
                            "يتميَّز بالسعي الدؤوب للوصول إلى النحافة، والنظرة المشوهَة لشكل الجسد والخوف المتطرِّف من الإصابة بالسمنة، والتقليل الشديد لكميات الطعام المستهلكَة، مما يؤدي إلى انخفاض ملحوظ في وزن الجسم."
                          ],
                          "cause": [
                            "وقد تمارس العواملُ الوراثيَّة والإجتماعية دورًا في ظهورِ مرض فقد الشَّهية العصبي؛ فالرغبةُ في الحصول على جسد نحيل هو أمر شائع في العديد من المجتمعات، وقد تُعد البدانة غيرَ جذابة.",
                            "وحتى الأطفال، وقبل أن يصلوا إلى سن المراهقة، يدركون هذه النظرة، ممَّا يؤدِّي إلى قيام أكثر من نصف الفتيات وقبل أن يصلن إلى مرحلة البلوغ بحميات غذائية أو باتخاذ تدابير أخرى لضبط أوزانهن.",
                            "وقد يتطوَّر الأمر عند نسبة صغيرة من هؤلاء الفتيات، ويصبن باضطراب فقدان الشَّهية العصبي."
                          ],
                          "symptom": [
                            "الشكوى الدائمة من السمنة رغم الهزال الواضح،",
                            "إنكار نحول الجسد وهزاله،",
                            "التفكير في الطعام بشكلٍ دائم،",
                            "قياس كمِّيات الطعام المتناوَلة،",
                            "العمل على تخزين، أو إخفاء، أو رمي الطعام،",
                            "إعداد وجبات طعام مفصَّلة للآخرين،",
                            "تخطِّي وجبات الطعام،",
                            "التظاهر بتناول الطعام أو اللجوء للكذب حولَ مقدار الطعام المُتناوَل،",
                            "ممارسة الرياضة بشكلٍ قهري،",
                            "ارتداء الملابس الضخمة أو المكوَّنة من عدَّة طبقات،",
                            "وزن الجسم عدَّة مرَّات في اليوم،",
                            "الاعتماد في احترام النفس على مدى النُّحول،",
                            "يمكن أن يسبِّب نقصُ الوزن السريع أو الشديد مشاكلَ مهدِّدة للحياة،",
                            "كما قد يؤدي أيضًا إلى مشاكل أشد خطورة في القلب واختلال للكهارل الكهربائيَّة (مثل الصوديوم والبوتاسيوم والكلوريد)،",
                            "يضعف القلب ويضخّ كميات أقلّ من الدَّم عبر الجسم،",
                            "وقد يصبح نظم القلب غيرَ طبيعي،",
                            "قد يعاني المرضى من الجفاف، ويصبحون أكثرَ عرضة للإغماء،",
                            "قد تنخفض مستوياتُ البوتاسيوم والصوديوم في الدَّم،",
                            "كما أنَّ لجوء المريض إلى التقيُّؤ وإلى أخذ المسهلات ومدرات البول قد يفاقم وضعَه الصحِّي،",
                            "وقد يؤدِّي هذا إلى الموت المفاجئ، والذي قد يُعزى إلى حالات نظم القلب غير الطبيعي (اضطراب النظم).،"
                          ],
                          "treatment": [
                            "المُعالجةُ النفسيَّة،",
                            "العلاج الأسري للمراهقين المصابين بهذا الاضطراب،",
                            "الفحوصات المنتظمة للمريض،",
                            "قد يحتاج الأشخاصُ الذين يعانون من مرض نَقص الشَّهية العصبي إلى التنويم في المستشفى، للتأكّد من أنهم يتناولون ما يكفيهم من السعرات الحرارية والمواد الغذائيَّة،",
                            "ولكن يمكن في بعض الأحيان تقديم المكملات السائلة أيضًا،",
                            "العلاج النفسي حيث يتم التركيز على تأسيس عادات غذائية طبيعية، وتحقيق الوزن الطبيعي للشخص،",
                            "تُستعمل بعض الأدوية في علاج الاضطرابات الصحية النفسية الأخرى، مثل أولانزابين، قد تساعد الأشخاص على اكتساب الوزن،",
                            "يُعدّ تناول الطعام الصلب أفضل علاج،",
                            "هناك بعض الحالات النادرة التي تستلزم تغذيتها عن طريق استخدام أنبوب وإدخاله عبر منطقة الأنف والحلق وصولاً إلى المعدة (أنبوب أنفي معدي)، وذلك إذا كان الأشخاص مصابين بنقص تغذية شديد أو يرفضون الأكل،",
                            "كما ينبغي تقديمُ الاستشارات الغذائية والنفسية للمريض خلال وجوده في المستشفى،",
                            "العلاج النفسي الشخصي والعائلي،",
                            "لا توجد أدوية محدَّدة لعلاج مرض نَقص الشَّهية العصبي.،"
                          ]
                        }
                        
                    ,
            
                      {
                        "disorder": "الاكتئاب",
                        "definition": [
                          "الاكتئاب هو الشعور بالحزن و/أو انخفاض الاهتمام أو المتعة في ممارسة النشاطات، والذي يصبح اضطرابًا عندما يكون شديدًا بما فيه الكفاية للتأثير في الأداء.",
                          "قد يحدُث الاكتئاب عقب فقدان حصلَ مؤخراً أو حدث حزين آخر، ولكنه يكون غير مُتناسب مع هذا الحدث ويستمرّ لفترةٍ زمنيةٍ أطول ممَّا هُو مُناسب."
                        ],
                        "cause": [
                          "لا يُعرَف السبب الدَّقيق للاكتئاب، ولكن هناك عدد من العَوامِل التي قد تجعل منه أكثر ميلًا للحدوث، وتنطوي عوامل الخطر على:",
                          "الميل العائليّ (الوراثة).",
                          "الأحداث التي تُسبب الشدَّة الانفعالية، خُصوصًا التي تنطوي على الفقدان.",
                          "أن يكون المريض أنثى.",
                          "اضطرابات طبية عامة مُعيَّنة.",
                          "التأثيرات الجانبيَّة لبعض الأدوية.",
                          "لا يعكس الاكتئاب ضعفاً في الشخصية أو عدم محاولة الشخص لأن يشعر بالتعافي.",
                          "لا يبدو أنَّ هناك تأثير للطبقة الاجتماعية والعرق والثقافة في فُرص حدوث الاكتئاب عند الأشخاص في أثناء الحياة.",
                          "تُسهم العَوامِل الوراثيَّة في حدوث الاكتئاب عند حوالى نصف الأشخاص الذين يُعانون منه.",
                          "فعلى سبيل المثال، يكون الاكتئاب أكثر شُيُوعًا بين الأقارب من الدرجة الأولى (لاسيَّما في توأم مُتطابق) عند المصابين بالاكتئاب.",
                          "حيث يُمكن للعوامل الوراثية أن تؤثِّر في وظيفة المواد التي تساعد على التواصل بين الخلايا العصبيَّة (النواقل العصبية neurotransmitters).",
                          "السيروتونين والدوبامين والنورإبينفرين هي نواقل عصبيَّة قد تُمارِسُ دورًا في الاكتئاب.",
                          "تُعدُّ النساء أكثر ميلًا للإصابة بالاكتئاب مُقارنةً بالرجال، وذلك على الرغم من أنَّ الأَسبَاب ليست واضحة بشكلٍ كاملٍ.",
                          "تُمارسُ الهرمونات الدور الأكبر في الاكتئاب بالنسبة إلى العَوامِل البدنيَّة، حيث يُمكن أن تُؤدِّي التغيُّرات في مستويات الهرمونات إلى تغيُّرات في المزاج قبل الطمث بفترةٍ قصيرةٍ (وذلك مثل جزء من المُتلازمة السابقة للطمث)، وفي أثناء الحمل ومن بعد الوِلادة أو في أثناء سن انقطاع الطمث.",
                          "تُصابُ بعض النساء بالاكتئاب في أثناء الحمل أو في أثناء الأسابيع الأربعة الأولى من بعد الوِلادة (حالة تُسمَّى كآبة المواليد baby blues، أو الاكتئاب التالي للولادة، وذلك إذا كان الاكتئاب أكثر شدَّةً).",
                          "كما قد تكون الوظيفة غير الطبيعية للغدة الدرقية من العَوامِل أيضًا، وهي مشكلة شائعة بعض الشيء عند النساء.",
                          "هناك عدد من الاضطرابات والعوامل الطبية العامة التي قَد تترافق مع الاكتئاب أو تُسببه.",
                          "قد تُسبب هذه الاضطرابات الاكتئاب بشكلٍ مُباشر (مثلما يحدث عندما يُؤثِّرُ اضطراب الغُدَّة الدرقية في مستويات الهرمون)، أو بشكل غير مباشر (مثلما يحدُث عندما يُؤدِّي التهاب المَفاصِل الروماتويدي إلى الألم والإعاقة).",
                          "كثيرًا ما يمكن لأحد الاضطرابات أن يؤدي إلى الاكتئاب بشكلٍ مباشر وغير مباشر معًا.",
                          "فعلى سبيل المثال، قد يُسبب الإيدز الاكتئاب مباشرة إذا كان فيروس العَوَز المَناعيّ البشريّ الذي يسبب الإيدز، يُؤدِّي إلى ضررٍ في الدِّماغ.",
                          "ولكن قد يحدُث الاكتئاب أو يتفاقم من دُون أيَّة حالات واضحة من الشدَّة في الحياة."
                        ],
                        "symptom": [
                          "تراجع الاهتمام،",
                          "عدم الشعور بالسعادة عند ممارسة نشاطات اعتاد الشخص الاستمتاع بها،",
                          "الشعور بعدم الأهمية،",
                          "أو الذنب،",
                          "أو الوحدة،",
                          "الشعور باليأس،",
                          "تغيُّرات في عادات النوم، مثل النوم لفترات أطول،",
                          "أو صعوبة النوم،",
                          "والاستيقاظ في الصباح الباكر،",
                          "إلقاء،",
                          "نَقص أو زيادة الوزن،",
                          "اضطراب القدرة على التركيز،",
                          "زيادة معدل استهلاك الكحول، أو التدخين، أو المخدرات،",
                          "التفكير بالموت والانتحار،"
                        ],
                        "treatment": [
                          "الدعم،",
                          "يطلب من المريض أن يمارس المشي،",
                          "يدعو الشخص إلى الانضمام إلى إحدى مجموعات الدعم لمشاركة مشاعره مع الآخرين،",
                          "ويقوم بزيارات اجتماعية مع الأصدقاء والعائلة،",
                          "المُعالجة النفسيَّة،",
                          "الأدوية، خُصوصًا مُضادَّات الاكتئاب،",
                          "لا يحتاجُ معظم المصابين بالاكتئاب إلى دُخول المستشفى،",
                          "يطلب إدخال المريض إلى المستشفى إذا كان يفكر بالانتحار،"
                        ],
                        "diagnosis": [
                          "تَقيِيم الطَّبيب، وذلك استنادًا إلى معايير التشخيص النفسية القياسية.",
                          "اختبارات للتعرُّف إلى الاضطرابات التي يُمكن أن تُسبِّب الاكتئاب."
                        ]
                      },
                      {
                        "disorder": "اضطرابُ الاكتناز",
                        "definition": [
                          "في اضطراب الاكتناز hoarding disorder، يجد الأشخاص باستمرار صعوبة كبيرة في التخلُّص أو ترك المُمتَلكات، حيث تتراكم الأشياء وتسبِّب فوضى في أماكن المعيشة بما يكفي لجعلها غيرَ صالحة للاستعمال."
                        ],
                        "symptom": [
                          "رغبة قويَّة بالاستحواذ على الأشياء،",
                          "ويشعر بالضائقة الشَّديدة عندما يُضطرُّ إلى ترك جزء منها أو حتَّى التفكير في ذلك،",
                          "لا يكُون لدى الأشخاص مساحةٌ كافية لاستيعاب جميع الأشياء المتراكمَة،",
                          "وغالبًا ما يتداخل الاكتناز مع قدرة الأشخاص على العمل في المنزل، وفي العمل أو المدرسة أحيَانًا،",
                          "ويمكن أن تكونَ الفوضى خطرًا على السلامة وإمكانية نشوب الحرائق، أو قد يصبح المنزل محتشرًا بالآفات والحشرات الضارَّة،",
                          "في اكتناز الحيوانات، يراكم الأشخاص المزيدُ من الحيوانات كحيوانات أليفة بشكل يفوق الطاقة الاستيعابية لمساحة المكان، أو قدرة الشخص على تغذيتها، أو توفير الرعاية البيطريَّة لها،",
                          "ويُسمَح لهذه الحيوانات بالعيش في ظروف غير صحِّية،",
                          "وفي كثير من الأحيان، تكون الحيوانات مكتظَّة، وتفقد وزنها وتصبح مريضة،",
                          "ولكنَّ العديدَ من الأشخاص الذين يعانون من هذا الاضطراب لا يعترفون بأنَّهم لا يقدِّمون الرعايةَ الكافية للحيوانات،",
                          "مكتنزون الحيوانات شَديدي الارتباط بهذه الحيوانات الأليفة الخاصة بهم، ولا يريدون التخلُّصُ منها،"
                        ],
                        "diagnosis": [
                          "تَقيِيم الطَّبيب استنادًا إلى معايير تشخيص نفسية نوعية.",
                          "يميِّز الأطباءُ اضطراب الاكتنازَ عن التراكم أو التجميع المؤقَّت للأشياء والفوضى (على سبيل المثال، عندما تكون الملكية موروثة)، لأنَّ الاكتنازَ يكون مستمرًّا.",
                          "وهو يختلف عن جمع الأشياء (مثل الكتب أو التماثيل)، لأنَّ الاكتناز، على عكس الجمع، غيرُ منظَّم، ويتداخل في قدرة الشخص على استخدام الغُرَف المكتظَّة.",
                          "يُشخِّص الأطباء اضطراب الاكتنازَ عندما:",
                          "يُعاني الأشخاصُ بشكل مستمر من صعوبة في التخلي عن ممتلكاتهم أو تركها، بغض النظر عن قيمتها الفعلية.",
                          "يقوم المرضى بالاحتفاظ بالأشياء لأنهم يشعرون بضرورة القيام بذلك، بغض النظر عن قيمتها.",
                          "تُؤدِّي المُمتلكات المُتراكمة إلى اكتظاظ مناطق المعيشة النشيطة (وليس في الأقبية أو مناطق التخزين)، وتتداخل مع استخدام هذه المناطق لغرضها المقصود.",
                          "يشعر المرضىُ بالانزعاج الشديد من فكرة التخلي عن أي من ممتلكاتهم أو يصبحون أقل قدرة على الأداء (على سبيل المثال، في العمل أو في العائلة أو الأصدقاء) بسبب الاكتناز."
                        ],
                        "treatment": [
                          "العلاج السُّلُوكي المعرفي،",
                          "أنواع مُعيَّنة من مضادَّات الاكتئاب،"
                        ]
                      }
                      
                   ,
                   
 {
  "disorder": "اضطراب السُّلوك التكراريّ المركِّز على الجسم",
  "definition": [
    "في اضطراب السُّلُوك التكراري الذي يركِّز على الجسم body-focused repetitive behavior disorder، يدخل الأشخاص مرارًا وتكرارًا في بعض الأنشطة التي تتضمن أجسامهم، مثل قضم الأظافر أو عضّ الشفاه أو مضغ الخدّ، مع محاولة متكرِّرة لوقف هذه الأنشطة."
  ],
  "symptom": [
    "وبعضُ الأشخاص يفعلون هذه الأنشطة تلقائيًا إلى حدِّ ما - دون التفكير في ذلك، بينما يكون البعضُ الآخر أكثرَ وعيًا بهذا النشاط،",
    "والقلق من مظهرهم (مثلما يحدث في اضطراب تشوُّه صورة الجسم)،",
    "ولا ينخرط الأشخاصُ في هذه السلوكيات لأنَّهم مصابون بالوسواس،",
    "أو القلق قبلَ أن يفعلوا ذلك، وقد يخفِّف القيام بها من هذا الشعور،",
    "ولكن، قد يشعرون بالتوتّر،",
    "وبعدَ ذلك، غالبًا ما يتملكهم شعور الارتياح،",
    "كما قد يكون المرضى في حالة ضيق أيضًا بسبب فقدان السيطرة والمحاولة المتكرِّرة لوقف هذا النشاط، لكنَّهم لا يستطيعون،",
    "وإذا قام هؤلاء الأشخاص بقضم أو خدش أظافرهم كثيرًا، قد تُصبح مشوَّهة،",
    "يمكن للسلوكيات الأخرى أن تُسبِّبَ النزفَ،"
  ],
  "diagnosis": [
    "تَقيِيم الطَّبيب استنادًا إلى معايير تشخيص نفسية نوعية.",
    "يقوم الأطباءُ بتشخيص هذا الاضطراب على أساس الأَعرَاض:",
    "عض جزء الجسم أو التلاعب به، ممَّا يؤدِّي إلى ضرر جسدي أحيانًا.",
    "محاولة متكرِّرة للتوقّف عن هذا النشاط أو الحدّ منه.",
    "الشعور بالضيق الشديد أو تراجع الأداء بسبب هذا النشاط."
  ],
  "treatment": [
    "الأدوية،",
    "العلاج السُّلُوكي المعرفي،"
  ]
},{
  "disorder": "اضطراب السُّلوك التكراريّ المركِّز على الجسم",
  "definition": [
    "في اضطراب السُّلُوك التكراري الذي يركِّز على الجسم body-focused repetitive behavior disorder، يدخل الأشخاص مرارًا وتكرارًا في بعض الأنشطة التي تتضمن أجسامهم، مثل قضم الأظافر أو عضّ الشفاه أو مضغ الخدّ، مع محاولة متكرِّرة لوقف هذه الأنشطة."
  ],
  "symptom": [
    "وبعضُ الأشخاص يفعلون هذه الأنشطة تلقائيًا إلى حدِّ ما - دون التفكير في ذلك، بينما يكون البعضُ الآخر أكثرَ وعيًا بهذا النشاط،",
    "والقلق من مظهرهم (مثلما يحدث في اضطراب تشوُّه صورة الجسم)،",
    "ولا ينخرط الأشخاصُ في هذه السلوكيات لأنَّهم مصابون بالوسواس،",
    "أو القلق قبلَ أن يفعلوا ذلك، وقد يخفِّف القيام بها من هذا الشعور،",
    "ولكن، قد يشعرون بالتوتّر،",
    "وبعدَ ذلك، غالبًا ما يتملكهم شعور الارتياح،",
    "كما قد يكون المرضى في حالة ضيق أيضًا بسبب فقدان السيطرة والمحاولة المتكرِّرة لوقف هذا النشاط، لكنَّهم لا يستطيعون،",
    "وإذا قام هؤلاء الأشخاص بقضم أو خدش أظافرهم كثيرًا، قد تُصبح مشوَّهة،",
    "يمكن للسلوكيات الأخرى أن تُسبِّبَ النزفَ،"
  ],
  "diagnosis": [
    "تَقيِيم الطَّبيب استنادًا إلى معايير تشخيص نفسية نوعية.",
    "يقوم الأطباءُ بتشخيص هذا الاضطراب على أساس الأَعرَاض:",
    "عض جزء الجسم أو التلاعب به، ممَّا يؤدِّي إلى ضرر جسدي أحيانًا.",
    "محاولة متكرِّرة للتوقّف عن هذا النشاط أو الحدّ منه.",
    "الشعور بالضيق الشديد أو تراجع الأداء بسبب هذا النشاط."
  ],
  "treatment": [
    "الأدوية،",
    "العلاج السُّلُوكي المعرفي،"
  ]
}

,   {
                      "disorder": "اضطراب شدِّ الشعر (هَوَسُ النَّتْف)",
                      "symptom": [
                        "يختلف مقدارُ شدِّ الشَّعر ومكانه من شخصٍ لآخر ، فبعضُ الأشخاص المصابين باضطراب شدّ الشعر يكون لديهم مناطق من الصلع الكامل. ،",
                        "وقد تكون الرموشُ أو مناطق الحاجبين مفقودة ، بينما يكون لدى أشخاصٍ آخرين تَرقُّقٌ في الشعر فقط. ،",
                        "وقد يُغيِّر الأشخاصُ البُقع التي يشدّون الشَّعر فيها مع مرور الوقت. ،",
                        "ويقوم بعضُهم بشدِّ شعرهم تلقائيًا إلى حدٍّ ما،  بينما يكون البعضُ الآخر أكثرَ وعيًا لذلك. ،",
                        "وفي هذا الاضطراب لا يشدّ الأشخاصُ شعرَهم لأنَّهم يشعرون بالقلق إزاءَ مظهرهم ويحاولون تحسينه (كما في الذين يعانون من اضطراب تشوُّه صورة الجسم). ،",
                        "ولكن قد يشعرون بالتوتّر أو القَلَق قبلَ أن يفعلوا ذلك، وقد يخفِّف سحب الشعر من هذا الشعور. ،",
                        "وبعدَ ذلك قد يشعرون بالارتياح والرضا. ،",
                        "ويمكن أن تصاحبَ العديدُ من الأنشطة (الطقوس) سحبَ الشعر؛ حيث قد يبحث الأشخاصُ جاهدين عن نوع معيَّن من الشعر لسحبه. ،",
                        "كما يمكن أن يلفُّوا الشعرَ بين أصابعهم، أو يسحبوا الخُصَل بين أسنانهم، أو يعضون الشعر عندَ سحبه. ،",
                        "ويقوم العديدُ منهم بابتلاع شعرهم. ،",
                        "قد يُشكِّلُ الشعر المُبتَلع كتلةً تتراكم في المعدة أو أجزاء أخرى من السبيل الهضمي. ،",
                        "قد تجعل هذه الكتل، التي تسمّى البازهر الشَّعري trichobezoars، الأشخاص يشعرون بالامتلاء قبل الأوان بعد تناول الطعام  ، قد تُسبب الغثيان والقيء  ،والألم وأعراضًا هضمية أخرى.",
                        "كما يقوم عددٌ من الأشخاص المصابين باضطراب نتف الشعر بنكش جلدهم مرارًا وتكرارًا أيضًا، أو يقضمون أظافرهم، أو يمضغون خدودهم، أو يقومون بأنشطةٍ أخرى متكرِّرة تركِّز على الجسم.",
                        "ويمكن أن يكون لديهم اكتئاب أيضًا. ،",
                        "وقد يشعرون بالحَرج أو الخجل من الطريقة التي يبدون عليها  ، من عجزهم عن السيطرة على سلوكهم. ،",
                        "ويمكن أن يحاولوا تمويهَ فقدان الشعر عن طريق ارتداء الباروكات أو الأوشحة. ،",
                        "وبعضُهم يشدّون الشَّعر من مناطق متناثرة على نطاقٍ واسع لإخفاء فقدانه. ،",
                        "وقد يتجنَّبون الظروفَ التي قد يرى الآخرون فيها فقدانَ الشعر لديهم. ،",
                        "ولذلك فهم لا يشدُّون الشعر أمامَ الآخرين عادة باستثناء أفراد الأسرة.",
                        "وقد يشعرون بالضيق أيضًا بسبب فقدان السيطرة، وهم يحاولون مرارًا التوقّف أو التقليل من نتف شعرهم ولكنهم لا ينجحون. ،",
                        "يشدّ بعضُ الأشخاص الشَّعرَ من أشخاص آخرين أو من الحيوانات الأليفة، أو يشدّون الخيوطَ من الملابس أو البطَّانيات أو من المنسوجات. ،",
                        "وتختلف الأَعرَاضُ في شدَّتها عادة، ولكن قد تستمرّ طوالَ الحَياة. ،"
                      ],
                      "diagnosis": [
                        "تَقيِيم الطَّبيب استنادًا إلى معايير تشخيص نفسية نوعية.",
                        "يقوم الأطباءُ بتشخيص اضطراب شدّ الشَّعر على أساس الأَعرَاض:",
                        "نتف الشعر بما يكفي ليسبِّب فقدانَه.",
                        "محاولة التوقّف عن شدِّ الشعر أو التخفيف منه مرارًا وتكرارًا.",
                        "الشعور بالضيق الشَّديد، أو نقص القدرة على العمل بسبب هذا النشاط."
                      ],
                      "treatment": [
                        "العلاج السُّلُوكي المعرفي (علاج كسر العادة). ،",
                        "الأدوية. ،"
                      ],
                      "definition": [
                        "في اضطرابِ شدّ الشَّعر ، يقوم الأشخاص بسحب شعرهم مرارًا، ممَّا يؤدِّي إلى تساقطه."
                      ]
                    }
                  ,
                  {
                    "disorder": "اضطرابُ خدش (تقشير) الجلد",
                    "definition": "في اضطراب خدش الجلد (اضطراب التقشير) [skin-picking disorder]، يقوم الأشخاصُ مرارًا وتكرارًا بتقشير جلدهم، وإلحاق الضرر به؛",
                    "symptom": [
                    "تختلف الطرائقُ والمناطق التي يختارها الأشخاص للخدش من شخصٍ لآخر؛ ،",
                    "يكون لدى بعض الأشخاص العديد من القروح أو المناطق المتندِّبة، بينما يكون لدى بعض الأشخاص عددٌ قليل من هذه الندوب أو القروح. ،",
                    "قد تتغيَّر المناطقُ التي يختارها الأشخاص للخدش بمرور الوقت؛ ،",
                    "بعضُ الأشخاص يخدشون جلدهم تلقائيًا إلى حدٍّ ما  ،بينما يكون البعضُ أكثرَ وعيًا لهذا التصرُّف. ،",
                    "لا يقوم هؤلاء الأشخاصُ بخدش بشرتهم لأنَّهم يشعرون بالقلق إزاء مظهرهم  ،إنَّما قد يشعرون بالتوتّر أو القلق قبلَ أن يفعلوا ذلك، وقد يخفِّف خدشُ الجلد من هذا الشعور، غالبًا ما يتملكهم شعور الارتياح. ،",
                    "قد يصاحب عددٌ من الأنشطة (الطقوس) خدش الجلد ،يمكن أن يبحث الأشخاصُ جاهدينَ عن نوع معيَّن من القشور لإزالتها وقد يسحبونها بطريقةٍ معيَّنة، كاستخدام أصابعهم أو أداة ما مثل المِلقَط ،ويمكن أن يعضوا أو يبتلعوا القشرة بمجرَّد سحبها. ،",
                    "يقوم العديد من الأشخاص الذين يعانون من اضطراب خدش الجلد أيضًا بنتف شعرهم بشكلٍ متكرِّر، أو قضم أظافرهم، أو مضغ خدِّهم، أو يقومون بأنشطة متكرِّرة أخرى تركِّز على الجسم ، ويخدش بعضُ الأشخاص جلدَ الآخرين. ،",
                    "يمكن أن يشعرَ المرضى بالحرج أو الخجل من الطريقة التي يبدون بها أو من عجزهم عن السيطرة على سلوكهم، فإنَّهم قد يتجنَّبون الظروف التي قد يرى فيها الآخرون ما لحق بهم من ضَرَر في الجلد ،وهم لا يَقومون بذلك أمام الآخرين عادة باستثناء أفراد الأسرة ، ويُحاول كثيرٌ من الأشخاص تمويهَ الضَرَر الجلدي بالمَلابس أو الماكياج. ،",
                    "قد يشعر المرضى بالضيق أيضًا بسبب فقدهم للسيطرة، ويحاولون مرارًا وتكرارًا التوقّف أو الحد من خدش جلدهم ولكنهم يعجزون عن ذلك. ،",
                    "إذا تمَّ خدش الجلد بشكلٍ مفرط، يُمكن أن يُسبِّبَ تندُّبًا وحالات عدوى ونزفًا شديدًا وحتى عدوى خطيرة في مجرى الدَّم (إنتان دموي). ،",
                    "يُعاني العديدُ من أشخاص اضطراب خدش الجلد من اضطرابات أخرى في الصحَّة النفسية أيضًا، مثل: [اضطراب الوسواس القهري] و[اضطراب شدّ الشعر] و[الاكتئاب]. ،",
                    "تختلف الأَعرَاضُ في الشدَّة عادة، ولكن قد تستمرّ طوالَ الحَياة. ،"
                    ],
                    "diagnosis": [
                    "تَقيِيم الطَّبيب استنادًا إلى معايير تشخيص نفسية نوعية",
                    "يقوم الأطباءُ بتشخيص اضطراب خدش الجلد على أساس الأَعرَاض:",
                    "تقشير أو خدش الجلد لدرجة الضَّرر",
                    "المحاولة مرارًا وتكرارًا للتوقّف عن ذلك أو التقليل منه",
                    "الشعور بالضيق الشديد أو أن تصبح أقل قدرة على العمل بسبب سلوك خدش الجلد"
                    ],
                    "treatment": [
                    "العلاج السُّلُوكي المعرفي (وخاصة، علاج كسر العادة) ،",
                    "الأدوية ،"
                    ]
                    },
                    {
                    "disorder": "الاضطرابُ الوسواسي القهري [Obsessive-Compulsive Disorder (OCD)]",
                    "definition": "يتميَّز اضطرابُ الوسواس القهري [obsessive-compulsive disorder] بوساوس أو اندفاعات قهرية أو كليهما. الوَساوس القهرية هي أفكار أو صور أو رغبات متكرِّرة أو مستمرّة أو غير مرغوب فيها أو مثيرة للقلق أو تطفُّلية أو اقتحاميَّة. الأشياء القهرية [compulsions] (تُسمَّى الطقوس أيضًا) هي أفعال مُعيَّنة أو أعمال نفسية يشعر الأشخاص بأنَّهم مدفوعون بأداءها مرارًا وتكرارًا في محاولة للتقليل أو منع القلق الناجم عن الهواجس أو الوساوس.",
                    "symptom": [
                    "يعاني المصابون بالوسواس القهري من هواجس أو أفكار أو صور أو رغبات ملحَّة تراودهم مرارًا وتكرارًا على الرغم من أنهم لا يريدونها.ة. ،",
                    "تنطوي مواضيعُ الوساوس على إلحاق الضرر (بالنفس أو الآخرين)، والتنظيف أو التلوث، والأفكار الممنوعة أو المحرمة (على سبيل المثال، الهواجس العدوانية أو الجنسية)، والحاجة إلى التناظر. ،",
                    
                    "المَخاوف بشأن التلوّث ، القلق من أن لمس المقابض سوف يسبِّب المرض) ،",
                    "الشُّكوك  ، القلق من أنَّ الباب الأمامي لم يكن مُقفلاً) ،",
                    "القلق من أنَّ الأشياء ليست مصطفَّة جيدًا أو بشكل مُتساوٍ ،",
                    "وبما أنَّ الوساوِسَ مزعجة يحاول الناس تَجاهلَها أو السيطرة عليها غالبًا. ،",
                    "الشعور بالإكراه أو القهر (ويُسمَّى الطقوس أيضًا) ، قد يشعرون بدافع للقيام بشيء  متكرِّر وهادف ومتعمَّد في محاولة لمنع أو تخفيف القلق الناجم عن هواجسهم. ،",
                    
                    "الغسل أو التنظيف للتخلص من التلوّث ،",
                    "التحقّق لتخفيف الشكّ ، التحقّق عدة مرات للتأكّد من قفل الباب ،",
                    "العَدّ , تكرار إجراء لعدد معيَّن من المرّات) ،",
                    "الترتيب ، ترتيب أدوات المائدة أو عناصر منطقة العمل بنمط معيَّن) ،",
                    "يمكن ملاحظةُ معظم الطقوس، مثل غسل اليدين المفرط  ، الفحص المتكرِّر للتأكُّد من قفل الباب. ، لا يمكن ملاحظةُ الطقوس الأخرى مثل العدّ المتكرِّر في الذهن أو التمتَمة الهادئة الهادفة إلى التقليل من الخطر. ،",
                    "وقد يتعيَّن القيامُ بالطقوس بطريقة دقيقة وفقًا لقواعد صارمة ،كما قد تكون الطقوسُ مرتبطة أو غير مرتبطة منطقيًا بالوسواس ،عندما ترتبط مشاعرُ القهر منطقيًا بالوسواس الاستحمام لتجنّب للقذراة أو فحص الموقد لمنع الحرائق)، فإنَّها تكون مفرطة بشكلٍ واضح، قد يستحمّ لساعات كلّ يوم  ، يتحققون من الموقد دائماً لثلاثين مرَّة قبلَ مغادرتهم المنزل. ،",
                    "تستغرق كلّ الوساوِس والطقوس وقتًا طويلاً ، حيث قد يقضي المرضى ساعات كلَّ يوم في ذلك ، وقد تتسبَّب في الكثير من الضيق  ، تتداخل مع العمل كثيرًا لدرجة أن الأشخاص يكونون عاجزين عن العمل. ،",
                    "يُعاني مُعظمُ المصابين بالوسواس القهري من الوساوس والحالات القهرية معًا. ،",
                    "يدرك معظمُ الأشخاص الذين يعانون من اضطراب الوسواس القهري،  أفكارَهم الوسواسية لا تعكس مخاطرَ فعليَّة أو واقعية، وأن سلوكَهم القهري مفرط، قلة من الأشخاص مقتنعين بأنَّ وساوسَهم تستند إلى أسس سليمة وأن إجبارهم عليها معقول ومنطقي. ،",
                    "يدرك معظم المصابون باضطراب الوسواس القهري أن سلوكيَّاتهم القهرية مفرطة، قد يؤدون طقوسَهم سرًّا، على الرغم من أنَّ هذه الطقوسَ قد تشغل عدَّة ساعات كل يوم. ،",
                    " قد تتدهور علاقاتُهم، وقد لا يكون أداؤهم جيِّدا في المدرسة، أو في العمل أو في مناحي الحياة الأخرى. ،",
                    "معظمُ الأشخاص الذين يعانون من اضطراب الوسواس القهري يعرفون أن هواجسَهم ومشاعرهم القهريَّة غيرُ عقلانيَّة. ،"
                    ],
                    "diagnosis": [
                    "تَقيِيم الطَّبيب استنادًا إلى معايير تشخيص نفسية نوعية",
                    "يُشخِّص الأطباءُ اضطراب الوسواس القهري استنادًا إلى الأَعرَاض: وجود الوساوِس، والأفعال القهرية، أو كليهما.",
                    "يجب أن تنطوي الأَعراضُ على عرضٍ واحدٍ على الأقلّ من الأعراض التالية:",
                    "تستغرق وقتًا طويلاً",
                    "تسبِّب ضائقة كبيرة، أو تتداخل مع قدرة الشخص على العمل."
                    ],
                    "treatment": [
                    "العلاج بالتعرُّض  ،الوقاية من ردة الفعل ، وكثيرً ما يُضاف العلاج المعرفي ،",
                    "أنواع مُعيَّنة من مضادَّات الاكتئاب ،"
                    ]
                  
                     }
 ]